[
    {
        "name": "Shrinathji 3D box small",
        "category": "Spiritual Home",
        "amount": 750.0,
        "currency": "INR",
        "description": "Bring home the grace of Shrinathji with this beautifully crafted 3D Box (Small) . Designed with intricate 3D detailing and vibrant finish, this compact devotional piece radiates positivity, protection, and spiritual energy wherever it is placed. Its small size makes it perfect for home mandir, office desk, car dashboard, travel pooja setup, or as a thoughtful return gift for spiritual occasions. Despite its compact design, the 3D artwork beautifully captures the divine presence and elegance of Shrinathji. Box Size: 4.5 x 4.5 x 1.2 inches ✨ Product Highlights: Premium 3D embossed design Compact size – easy to place anywhere Ideal for daily pooja, Janmashtami &amp; festive decor Perfect for gifting and return favors Enhances spiritual vibrations and positivity At 3ionetra , we curate meaningful and authentic spiritual products crafted with devotion and quality. Every product from 3ionetra is designed to help you create a sacred atmosphere filled with blessings and divine energy. Invite peace, prosperity, and divine protection into your life with the Shrinathji 3D Box (Small) from 3ionetra.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ShriNathJiBoxSmall3D_Image1_bfc34d59-d973-465d-8b61-82282937f4bb.jpg?v=1771505764",
        "product_url": "https://my3ionetra.com/products/shrinathji-3d-box-small",
        "is_active": true
    },
    {
        "name": "Shrinathji golden arch small",
        "category": "Spiritual Home",
        "amount": 750.0,
        "currency": "INR",
        "description": "Invite the sacred presence of Shrinathji into your home with this beautifully designed Golden Arch (Small) . Crafted with intricate detailing and a radiant golden finish, this divine piece symbolizes prosperity, devotion, and spiritual protection. The elegant arch frame enhances the divine aura of Shrinathji, making it perfect for your home mandir, office desk, pooja room, or as a thoughtful spiritual gift. Its compact size makes it easy to place anywhere while still creating a powerful devotional impact. Box Size: 4.5 x 4.5 x 1.2 inches ✨ Product Highlights: Premium golden finish with fine detailing Compact small size – perfect for home or travel mandir Ideal for daily pooja, Janmashtami, and festive decor Enhances positivity and sacred vibrations At 3ionetra , we carefully curate authentic spiritual products that help you stay connected to your faith. Every piece at 3ionetra blends tradition, quality, and devotion — ensuring you bring home not just a product, but divine blessings. Bring home grace, prosperity, and divine protection with the Shrinathji Golden Arch (Small) from 3ionetra.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ShriNathJiBoxSmallGoldenArch_Image1.jpg?v=1771504036",
        "product_url": "https://my3ionetra.com/products/shrinathji-golden-arch-small",
        "is_active": true
    },
    {
        "name": "Shrinathji 3D box big",
        "category": "Spiritual Home",
        "amount": 1050.0,
        "currency": "INR",
        "description": "Bring home the blessings of Shrinathji with this beautifully crafted 3D Shrinathji Box , designed to create a spiritually uplifting atmosphere in your home, office, or temple space. The detailed 3D artwork beautifully captures the divine aura, intricate ornaments, and serene expression of Shrinathji, making it a perfect devotional centerpiece. This elegant 3D box is ideal for daily pooja, festive decorations, gifting during Janmashtami, housewarming ceremonies, or special spiritual occasions. Its premium finish and vibrant detailing make it not just a spiritual product but also a decorative statement piece. Box Size: 8 x 4.5 x 1.5 inches ✨ Why You’ll Love It: High-quality 3D embossed Shrinathji design Perfect for home mandir, office desk, or gifting Compact, durable, and easy to place Enhances positivity and spiritual vibrations At 3ionetra , we curate divine and meaningful spiritual products that connect you closer to your faith. Every product from 3ionetra is designed with devotion, quality, and authenticity in mind — helping you create a sacred space filled with blessings and positive energy. Invite divine grace into your life with the Shrinathji 3D Box from 3ionetra — where spirituality meets elegance.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ShriNathJiBoxBig3D_Image1.jpg?v=1771505605",
        "product_url": "https://my3ionetra.com/products/shrinathji-3d-box-big",
        "is_active": true
    },
    {
        "name": "In Rhythm with the Sea",
        "category": "GST-Included",
        "amount": 2950.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/03_2d789c49-8cf2-4f17-b9d0-d34ed27b3516.jpg?v=1770979410",
        "product_url": "https://my3ionetra.com/products/in-rhythm-with-the-sea-yoga-flow",
        "is_active": true
    },
    {
        "name": "In Rhythm with the Sea",
        "category": "GST-Included",
        "amount": 2950.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/05_80789a34-809b-40ef-93af-460c85110bf2.jpg?v=1770979444",
        "product_url": "https://my3ionetra.com/products/in-rhythm-with-the-sea-sound-healing-flow",
        "is_active": true
    },
    {
        "name": "HEARTSPACE",
        "category": "GST-Included",
        "amount": 2999.0,
        "currency": "INR",
        "description": "Join us for a 4-hour immersive journey focused on nervous system regulation and heart-centered awareness. Through therapeutic sound, we will bridge the gap between sentiment and action, creating a space for true connection. Ideal for individuals, couples, and community members looking to reset. The Experience: Phase I: Clearing &amp; Intention: Reset your energy with sacred smoke cleansing (Sage/Palo Santo) and collective intention setting. Phase II: The Cacao Ritual: A mindful Ceremonial Cacao experience followed by heart-opening somatic movement and breathwork. Phase III: Deep Immersion: A cellular healing journey featuring a Sound Bath and Yog Nidra for profound relaxation. Phase IV: Integration: Ground your experience through guided journaling, nourishing refreshments, and high-vibe community connection. The Vibe: Radical self-care meets cellular healing. Leave feeling regulated, open and deeply connected.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Heartspace_Carousel_01_Ig.jpg?v=1770885926",
        "product_url": "https://my3ionetra.com/products/heartspace-1",
        "is_active": true
    },
    {
        "name": "Jayaa P. Nairr (Quick Consultation)",
        "category": "Spiritual",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/JayaNairr.png?v=1765016294",
        "product_url": "https://my3ionetra.com/products/jayaa-p-nairr-quick-consultation",
        "is_active": true
    },
    {
        "name": "Nivida Mittal (Quick Consultation)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/NividaMittal.png?v=1764594982",
        "product_url": "https://my3ionetra.com/products/nivida-mittal-quick-consultation",
        "is_active": true
    },
    {
        "name": "Pratibha S. Pant (Quick Consultation)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/PratibhaPant.png?v=1764569622",
        "product_url": "https://my3ionetra.com/products/pratibha-s-pant-quick-consultation",
        "is_active": true
    },
    {
        "name": "Ankit khanna (Quick Consultation)",
        "category": "Spiritual",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/AnkitKhanna.png?v=1764679107",
        "product_url": "https://my3ionetra.com/products/ankit-khanna-quick-consultation",
        "is_active": true
    },
    {
        "name": "Mithilesh Ramanuja Pandey (Quick Consultation)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/MithileshPandey.png?v=1769059189",
        "product_url": "https://my3ionetra.com/products/mithilesh-ramanuja-pandey-quick-consultation",
        "is_active": true
    },
    {
        "name": "Shivam Mithilesh Pandey (Quick Consultation)",
        "category": "Spiritual",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ShivamPandey.png?v=1769059154",
        "product_url": "https://my3ionetra.com/products/shivam-mithilesh-pandey-quick-consultation",
        "is_active": true
    },
    {
        "name": "Sushmaa Rajat (Quick Consultation)",
        "category": "Spiritual",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SushmaaRajat.png?v=1765800122",
        "product_url": "https://my3ionetra.com/products/sushmaa-rajat-quick-consultation",
        "is_active": true
    },
    {
        "name": "Santoshi Sharma (Quick Consultation)",
        "category": "Spiritual",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SantoshiSharma.png?v=1764586384",
        "product_url": "https://my3ionetra.com/products/santoshi-sharma-quick-consultation",
        "is_active": true
    },
    {
        "name": "Perform Gaya Ji Pind Daan on Chaitra Amavasya",
        "category": "Seva",
        "amount": 1100.0,
        "currency": "INR",
        "description": "How It Works : 🔶Book Online : For Amavasya Gaya Ji Temple Pind Daan ritual. (Book at least One day before that is till the 17 -03 -26) 🔶Share Details : Add your Name, Gotra [with your Parent (Father-Mother) Details / &amp; Or / Details of the other Late Jataka’s]. 🔶Rituals Performance : Our Pandit performs your Sankalp, Tarpan, Pind dan &amp; Shraddha rituals. 🔶Receive Videos : You ’ ll get your Sankalp + Pind Daan rituals videos via E-Mail. 🔶Feel the Blessings : Remember Your Pitra (Late Family member A ncestors or a nybody) at home, play the video, and connect your heart with Ancestors blessing. 🕕 Timings &amp; Booking Info : 🕉️Date : 18 th March ’ 2026 (on the vocation of Amav a sya ) 🕉️B ooking Cut-off : 24 hours before Pind Daan begins. ( till the 17 -02-2026 ) 🕉️L ocation : Gaya Ji, Bihar. 🕉️D elivery : Videos sent post-Pind Daan ritual via E-Mail. 🕉️L anguages : Regional",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/32_8083f4be-3c9f-4274-91f6-0871e861e3cf.png?v=1763642416",
        "product_url": "https://my3ionetra.com/products/perform-gaya-ji-pind-daan-on-amavasya",
        "is_active": true
    },
    {
        "name": "Awaken Divya Shakti - Seek Protection & Blessings of Maa Mundeshwari on Saptami",
        "category": "members-form",
        "amount": 900.0,
        "currency": "INR",
        "description": "Mundeshwari Temple, located on the Kaimur hills in Bihar, is regarded as one of the oldest functional Hindu temples in India, with origins traced to around the 2nd century CE. The temple is dedicated primarily to Maa Mundeshwari (a form of Durga) and also houses a revered Shiva Lingam, symbolizing the confluence of Shakti and Shaiva traditions. Architecturally, the shrine is unique for its octagonal structure, built from sandstone with intricate carvings reflecting early Nagara-style influences. Despite partial damage over centuries, the temple remains an active center of worship, drawing devotees seeking protection, strength, and fulfillment of desires. A distinctive ritual associated with the temple is its symbolic animal offering. Unlike traditional animal sacrifices, the goat offered before the deity is only ritually touched and later revived, signifying devotion without bloodshed an uncommon practice in Shakti temples. सप्तमी पूजा (Every Lunar Month) Every month on Shukla Paksha Saptami, a special Durga Saptami Puja is performed with Vedic rituals. Devotees undertake: Sampoorna Durga Saptashati Path Havan (Agni ritual) Pushpanjali and coconut offering Chunari and shringar samarpan to Maa Many believe that prayers offered on Saptami at Mundeshwari Temple help remove obstacles, grant health, and fulfill heartfelt wishes. The spiritual energy of the hilltop shrine, combined with disciplined Vedic rites, makes every Saptami a highly auspicious occasion for seekers and devotees",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/MundeshwariDevi_Image1_1.jpg?v=1771227110",
        "product_url": "https://my3ionetra.com/products/awaken-divya-shakti-seek-protection-blessings-of-maa-mundeshwari-on-saptami",
        "is_active": true
    },
    {
        "name": "1008 Vishnusahasranam Jaap",
        "category": "lord vishnu",
        "amount": 501.0,
        "currency": "INR",
        "description": "Event Name – 1008 Times Vishnusahasranam Jaap Location : Vishnupad Temple, Gaya, Bihar Arranged by : 3ioNetra – Your Trusted Spiritual Companion On This Amalaki Ekadashi … Join the powerful 1008 Vishnu-Naam Jaap on the auspicious occasion of Amalaki Ekadashi at the divine Vishnupad Temple, Gaya Ji. Experience his infinite blessings, peace, and protection without travelling, from the comfort of your home. Through 3ioNetra, you can participate in this sacred group ritual online, where the chanting is performed by experienced and qualified priests, taking your Name, and Gotra with devotion. What You Will Receive: - Naam + Gotra Sankalp (for every participant) - 1008 Vishnusahasranam Jaap performed on Amalaki Ekadashi - Tulsi Archana included as part of the jaap - Conducted at Vishnupad Temple, Gaya Ji - Performed by Local Siddh Purohits - Divine blessings for prosperity, protection &amp; peace Booking Info: Booking Deadline: A day before puja date Location: Vishnupad Temple, Gaya Ji (Puja performed on-site) Video Delivery: Via email",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/36.png?v=1765873287",
        "product_url": "https://my3ionetra.com/products/1008-vishnusahasranam-jaap",
        "is_active": true
    },
    {
        "name": "In Rhythm with the Sea",
        "category": "GST-Included",
        "amount": 2950.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/05_80789a34-809b-40ef-93af-460c85110bf2.jpg?v=1770979444",
        "product_url": "https://my3ionetra.com/products/sound-healing-flow",
        "is_active": true
    },
    {
        "name": "In Rhythm with the Sea",
        "category": "GST-Included",
        "amount": 2950.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/03_2d789c49-8cf2-4f17-b9d0-d34ed27b3516.jpg?v=1770979410",
        "product_url": "https://my3ionetra.com/products/yoga-flow",
        "is_active": true
    },
    {
        "name": "Radha Krishna 3D Socket lamp",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "Radha Krishna 3D Socket Lamp Bring home the divine love and eternal harmony of Radha and Krishna with the Radha Krishna 3D Socket Lamp. This sacred creation blends art, light, and devotion to fill your home with peace, compassion, and spiritual energy. As the lamp glows, the beautiful image of Lord Krishna with Radha radiates divine love and serenity. Their gentle presence inspires emotional balance, devotion, and inner joy, reminding you of the power of love, faith, and togetherness. The soft illumination creates a calm, soothing aura that turns your space into a peaceful sanctuary. Made from eco-friendly Polylactic Acid (PLA) derived from renewable sources like sugarcane and corn starch, this lamp is safe, sustainable, and in perfect harmony with nature. Specification Length: 2.5 inches Breadth: 2.5 inches Height: 4 inches Weight: 42 g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/RadhaKrishna3DSocketLampwebPDP1.jpg?v=1770715788",
        "product_url": "https://my3ionetra.com/products/radha-krishna-3d-socket-lamp",
        "is_active": true
    },
    {
        "name": "Radha Krishna 3D Moon lamp",
        "category": "Spiritual Home",
        "amount": 1499.0,
        "currency": "INR",
        "description": "Radha Krishna 3D Moon Lamp Invite divine love, beauty, and serenity into your home with the Radha Krishna 3D Moon Lamp (15 Inch). This graceful lamp blends devotion, art, and modern design to create a peaceful and spiritually uplifting atmosphere. The glowing moon cradles the divine image of Lord Krishna with Radha, symbolizing eternal love, compassion, and harmony. When illuminated, it feels as though divine vibrations gently fill your space with calmness, devotion, and positive energy. Created using advanced 3D printing technology, the lamp captures the realistic texture of the moon while the radiant figures of Radha and Krishna glow softly at its heart. It features multiple color modes, letting you change the light according to your mood, décor, or spiritual practice. The warm, soothing glow is perfect for meditation, prayer, bedtime relaxation, or as a divine night lamp. Crafted from eco-friendly Polylactic Acid (PLA) made from renewable sources like corn starch and sugarcane, this lamp reflects purity not only in its spiritual essence but also in its harmony with nature. Specifications • Length: 15 inches • Breadth: 15 inches • Height: 8 inches • Weight: 185 g Why Buy from 3ioNetra? ✔️ Spiritually Curated Products – Each item is thoughtfully selected to bring positivity and divine energy into your life. ✔️ Premium Quality &amp; Craftsmanship – We focus on durability, detailing, and aesthetic perfection. ✔️ Authentic Devotional Designs – Inspired by sacred traditions and timeless spirituality. ✔️ Safe &amp; Eco-Friendly Materials – Because your home and nature both matter. ✔️ Trusted by Thousands – Loved by devotees across India. ✔️ Fast &amp; Damage-Free Delivery – Carefully packed and shipped with love.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/RadhaKrishna3DMoonlampwebPDP1.jpg?v=1770715212",
        "product_url": "https://my3ionetra.com/products/radha-krishna-3d-moon-lamp",
        "is_active": true
    },
    {
        "name": "Holi Special Bhajan Clubbing – The New Wave of Devotion - 4th March Pune",
        "category": "Bhajan Clubbing",
        "amount": 499.0,
        "currency": "INR",
        "description": "Note: i) Please consider the order confirmation email as your ticket confirmation ii) We will share the entry QR via WhatsApp by 6:00 PM 3rd March 2026 iii) Children under 5 years can attend free (no ticket required). Children aged 5 years and above require a ticket. Bhajan Clubbing – The New Wave of Devotion Bhajan Clubbing is the new trend redefining how we connect with the Divine—no dance floor, just a sea of hearts moving in the same rhythm of bhakti. 🕉️General Standing - Early Bird Early supporters can book General Standing tickets at special Early Bird prices. Once Early Bird tickets are sold out, prices will move to Phase 1 and then to Phase 2. Entry to the main event area. Standing / open viewing zones. Access to all performances and common areas. 🕉️General Seating - Early Bird Early supporters can book General Seating tickets at special Early Bird prices. Once Early Bird tickets are sold out, prices will move to Phase 1 and then to Phase 2. Entry to the main event area. General Seating/ Open viewing zones. Access to all performances and common areas. 🕉️Platinum Seating Luxury sofa seating Comfortable, premium viewing experience. Exclusive seating zone. 🕉️Student Category – General Entry Student tickets are available at a special discounted price of ₹499. A valid student ID is mandatory for entry. General entry (Standing only) . Easy access for students. Exclusive for devotees who want to experience the energy, music, devotion and color). 🕉️VIP Table (up to 10 Members) Private reserved table for up to 10 people. Premium seating with excellent stage view. Satvik food included. Satvik drinks included. Ideal for families, groups &amp; VIP guests. 🕉️Executive Launge Premium Sofa Seating with an excellent view. Satvik food included. Satvik drink included. Dedicated steward. Entry from VIP gate. Children Policy Bring your little ones! Kids up to 5 years enter free. Tickets required for children above 5 years.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/BhajanKaroClubPune.jpg?v=1770705553",
        "product_url": "https://my3ionetra.com/products/bhajan-clubbing-the-new-wave-of-devotion-pune",
        "is_active": true
    },
    {
        "name": "Rose Quartz Bracelet",
        "category": "Astrostore",
        "amount": 399.0,
        "currency": "INR",
        "description": "Rose Quartz Bracelet The Rose Quartz Bracelet is crafted from natural rose quartz crystals, known for their soft pink color and soothing energy. It symbolizes love, compassion, and emotional healing. This bracelet helps calm the mind, open the heart, and promote harmony in relationships. Its simple and elegant design makes it perfect for everyday wear. Planet: Venus Benefits: Promotes love and self-love Encourages emotional healing and inner peace Attracts positive and balanced relationships Helps release emotional stress and negativity Opens and balances the Heart Chakra Boosts compassion, calmness, and confidence How to Use: Wear the bracelet daily to invite love and emotional balance Hold it and set your intention for love, healing, or peace Cleanse it regularly under moonlight or with sage Avoid contact with water or harsh chemicals to maintain its energy and shine",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7649.psd.jpg?v=1765260786",
        "product_url": "https://my3ionetra.com/products/rose-quartz-bracelet",
        "is_active": true
    },
    {
        "name": "Ankit khanna",
        "category": "Astro List",
        "amount": 2000.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/AnkitKhanna.png?v=1764679107",
        "product_url": "https://my3ionetra.com/products/your-numbers-know-your-story-with-ankit-khanna",
        "is_active": true
    },
    {
        "name": "Mithilesh Ramanuja Pandey",
        "category": "Astro List",
        "amount": 2100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/MithileshPandey.png?v=1769059189",
        "product_url": "https://my3ionetra.com/products/mithilesh-ramanuja-pandey",
        "is_active": true
    },
    {
        "name": "Shivam Mithilesh Pandey",
        "category": "Astro List",
        "amount": 2100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ShivamPandey.png?v=1769059154",
        "product_url": "https://my3ionetra.com/products/shivam-mithilesh-pandey",
        "is_active": true
    },
    {
        "name": "Sushmaa Rajat",
        "category": "Astro List",
        "amount": 5000.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SushmaaRajat.png?v=1765800122",
        "product_url": "https://my3ionetra.com/products/where-charts-signs-energies-align-with-sushmaa-rajat",
        "is_active": true
    },
    {
        "name": "Pratibha S. Pant (Career Guidance)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/PratibhaPant.png?v=1764569622",
        "product_url": "https://my3ionetra.com/products/pratibha-s-pant-career-guidance",
        "is_active": true
    },
    {
        "name": "Pratibha S. Pant (Valentine)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/PratibhaPant.png?v=1764569622",
        "product_url": "https://my3ionetra.com/products/pratibha-s-pant-valentine",
        "is_active": true
    },
    {
        "name": "Pratibha S. Pant (Shivaratri Special)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/PratibhaPant.png?v=1764569622",
        "product_url": "https://my3ionetra.com/products/pratibha-s-pant-shivaratri-special",
        "is_active": true
    },
    {
        "name": "Ankit khanna (Career Guidance)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/AnkitKhanna.png?v=1764679107",
        "product_url": "https://my3ionetra.com/products/ankit-khanna-career-guidance",
        "is_active": true
    },
    {
        "name": "Mithilesh Ramanuja Pandey (Career Guidance)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/MithileshPandey.png?v=1769059189",
        "product_url": "https://my3ionetra.com/products/mithilesh-ramanuja-pandey-career-guidance",
        "is_active": true
    },
    {
        "name": "Shivam Mithilesh Pandey (Career Guidance)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ShivamPandey.png?v=1769059154",
        "product_url": "https://my3ionetra.com/products/shivam-mithilesh-pandey-career-guidance",
        "is_active": true
    },
    {
        "name": "Sushmaa Rajat (Career Guidance)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SushmaaRajat.png?v=1765800122",
        "product_url": "https://my3ionetra.com/products/sushmaa-rajat-career-guidance",
        "is_active": true
    },
    {
        "name": "Santoshi Sharma (Career Guidance)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SantoshiSharma.png?v=1764586384",
        "product_url": "https://my3ionetra.com/products/santoshi-sharma-career-guidance",
        "is_active": true
    },
    {
        "name": "Jayaa P. Nairr (Career Guidance)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/JayaNairr.png?v=1765016294",
        "product_url": "https://my3ionetra.com/products/jayaa-p-nairr-career-guidance",
        "is_active": true
    },
    {
        "name": "Nivida Mittal (Valentine)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/NividaMittal.png?v=1764594982",
        "product_url": "https://my3ionetra.com/products/nivida-mittal-valentine",
        "is_active": true
    },
    {
        "name": "Ankit khanna (Valentine)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/AnkitKhanna.png?v=1764679107",
        "product_url": "https://my3ionetra.com/products/ankit-khanna-valentine",
        "is_active": true
    },
    {
        "name": "Mithilesh Ramanuja Pandey (Valentine)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/MithileshPandey.png?v=1769059189",
        "product_url": "https://my3ionetra.com/products/mithilesh-ramanuja-pandey-valentine",
        "is_active": true
    },
    {
        "name": "Shivam Mithilesh Pandey (Valentine)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ShivamPandey.png?v=1769059154",
        "product_url": "https://my3ionetra.com/products/shivam-mithilesh-pandey-valentine",
        "is_active": true
    },
    {
        "name": "Sushmaa Rajat (Valentine)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SushmaaRajat.png?v=1765800122",
        "product_url": "https://my3ionetra.com/products/sushmaa-rajat-valentine",
        "is_active": true
    },
    {
        "name": "Santoshi Sharma (Valentine)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SantoshiSharma.png?v=1764586384",
        "product_url": "https://my3ionetra.com/products/santoshi-sharma-valentine",
        "is_active": true
    },
    {
        "name": "Jayaa P. Nairr (Valentine)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/JayaNairr.png?v=1765016294",
        "product_url": "https://my3ionetra.com/products/jayaa-p-nairr-valentine",
        "is_active": true
    },
    {
        "name": "Jayaa P. Nairr (Shivaratri Special)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/JayaNairr.png?v=1765016294",
        "product_url": "https://my3ionetra.com/products/jayaa-p-nairr-maha-shivaratri-special-maha-clarity",
        "is_active": true
    },
    {
        "name": "Santoshi Sharma (Shivaratri Special)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SantoshiSharma.png?v=1764586384",
        "product_url": "https://my3ionetra.com/products/santoshi-sharma-maha-shivaratri-special-maha-clarity",
        "is_active": true
    },
    {
        "name": "Life Goal Support Combo",
        "category": "Astrostore",
        "amount": 2222.0,
        "currency": "INR",
        "description": "Bring balance, prosperity, and love into your life with our Life Harmony Trio , a powerful combo of Anger Relief Bracelet, Dhan Yog Bracelet, and Early Marriage Bracelet . This set is crafted to enhance your emotional well-being, financial luck, and relationship timing. Anger Relief Bracelet – Helps calm emotions, reduce stress, and promote inner peace. Dhan Yog Bracelet – Attracts wealth, abundance, and financial stability into your life. Early Marriage Bracelet – Supports timely relationships, love, and harmonious partnerships. Wear them together or individually to experience holistic life benefits. Perfect as a gift for loved ones or as a personal spiritual upgrade.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/LifeGoalSupportKit.jpg?v=1770116004",
        "product_url": "https://my3ionetra.com/products/life-goal-support-combo",
        "is_active": true
    },
    {
        "name": "Success & Focus Combo",
        "category": "Astrostore",
        "amount": 1999.0,
        "currency": "INR",
        "description": "Complete Success Trio – Career, Education &amp; Wealth Bracelets The Complete Success Trio is a powerful bracelet set designed to support overall growth, focus, and prosperity in life. This carefully curated combo brings together three intention-based bracelets that work in harmony to help you stay aligned with your goals and attract success. 🔹 Career Success Bracelet Helps boost confidence, motivation, leadership qualities, and professional growth. Ideal for working professionals, entrepreneurs, and job seekers aiming for stability and success in their career. 🔹 Education (Studies) Bracelet Supports concentration, clarity, memory, and disciplined learning. Perfect for students preparing for exams, competitive tests, or anyone pursuing knowledge and skill development. 🔹 Money Magnet Bracelet Attracts wealth, financial opportunities, abundance, and prosperity while encouraging positive money energy and smarter financial decisions.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Success_FocusBracelete.jpg?v=1770101968",
        "product_url": "https://my3ionetra.com/products/success-focus-pack",
        "is_active": true
    },
    {
        "name": "Inner Peace & Balance Combo",
        "category": "Astrostore",
        "amount": 2299.0,
        "currency": "INR",
        "description": "Unlock the power of natural crystals with our Mystic Energy Trio , a unique combination of Citrine, Moonstone, and Smoky Quartz bracelets designed to bring abundance, intuition, and grounding into your life. Citrine Crystal Bracelet – Attracts prosperity, positivity, and success while energizing your aura. Moonstone Bracelet – Enhances intuition, emotional balance, and spiritual growth. Smoky Quartz Bracelet – Provides protection, grounding, and relief from negative energies. Wear them together to create a harmonious flow of energy, balance, and positivity , or individually to target specific intentions. Perfect for daily wear, meditation, or gifting.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/InnerPeace_BalanceComboPDP.jpg?v=1770013449",
        "product_url": "https://my3ionetra.com/products/inner-peace-balance-combo",
        "is_active": true
    },
    {
        "name": "Ultimate Wellness Combo",
        "category": "Astrostore",
        "amount": 1599.0,
        "currency": "INR",
        "description": "Elevate your mind, body, and spirit with our Ultimate Wellness Combo . This thoughtfully curated set includes three powerful bracelets: 1. Antidepression Bracelet – Designed to promote calm, positivity, and emotional balance. Perfect for reducing stress and anxiety in your daily life. 2.Health &amp; Wealth Bracelet – Crafted to attract abundance, vitality, and prosperity while supporting overall well-being. 3.Triple Protection Bracelet – Shields you from negative energies, providing spiritual strength, safety, and confidence. This combo is perfect for anyone seeking mental clarity, physical vitality, and spiritual protection. Wear them together or individually for a holistic approach to wellness.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DailyWellnessBracelete.jpg?v=1770012484",
        "product_url": "https://my3ionetra.com/products/daily-wellness",
        "is_active": true
    },
    {
        "name": "HEARTSPACE",
        "category": "GST-Included",
        "amount": 2999.0,
        "currency": "INR",
        "description": "Join us for a 4-hour immersive journey focused on nervous system regulation and heart-centered awareness. Through therapeutic sound, we will bridge the gap between sentiment and action, creating a space for true connection. Ideal for individuals, couples, and community members looking to reset. The Experience: Phase I: Clearing &amp; Intention: Reset your energy with sacred smoke cleansing (Sage/Palo Santo) and collective intention setting. Phase II: The Cacao Ritual: A mindful Ceremonial Cacao experience followed by heart-opening somatic movement and breathwork. Phase III: Deep Immersion: A cellular healing journey featuring a Sound Bath and Yog Nidra for profound relaxation. Phase IV: Integration: Ground your experience through guided journaling, nourishing refreshments, and high-vibe community connection. The Vibe: Radical self-care meets cellular healing. Leave feeling regulated, open and deeply connected.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Heartspace_Carousel_01_Ig.jpg?v=1770885926",
        "product_url": "https://my3ionetra.com/products/heartspace",
        "is_active": true
    },
    {
        "name": "Abhimantrit Surya copper wall hanging",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "Available in 3 Sizes (Diameter): Small: 4 inch Medium: 6.5 inch Big: 8.5 inch Product Name: Abhimantrit Surya Copper Wall Hanging Material: Pure Copper Delivery: Damage-Free Packaging Shipping: Free Delivery Across India 🇮🇳 Vastu Shastra, the ancient Indian science of architecture and spatial harmony, gives great importance to Surya (the Sun God) — the ultimate source of energy, life, and positivity. Surya represents power, health, success, and spiritual growth. The Abhimantrit Surya Copper Wall Hanging is spiritually energized (abhimantrit) and designed to channel divine solar energy into your home or workplace, enhancing prosperity, confidence, and well-being . According to Vastu principles, the Sun’s rays purify spaces, remove negativity, and fill the environment with uplifting vibrations. 🕉️Why Place Abhimantrit Surya in Your Home? • Attracts positive energy and success • Enhances health and vitality • Boosts confidence and leadership qualities • Promotes harmony and peace 🔶 Best Placement as per Vastu: ✔ Place in the East direction to welcome the first rays of the rising sun ✔ Ideal for living rooms, offices, and entrances ✔ Brings clarity, motivation, and spiritual balance SUN - The creator of the universe and the source of all life. He is the supreme soul who brings light and warmth to the world. Give an appealing and rich look at the entrance of your living area with this copper Sun Face Wall Hanging by Vedansh Craft. This wall hanging is also a perfect gifting option for your special ones. Made from shining copper this wall hanging is sturdy, durable, and eye-catchy. Why Buy from 3ionetra? At 3ionetra , we don’t just sell spiritual products — we deliver authentic, energized, and purpose-driven items that truly make a difference in your life. ✔ Premium-quality materials only ✔ Carefully packed for damage-free delivery ✔ Trusted by spiritual seekers across India ✔ Dedicated customer support",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/AbhimantritSuryaopper01.png?v=1770645320",
        "product_url": "https://my3ionetra.com/products/abhimantrit-surya-copper-wall-hanging",
        "is_active": true
    },
    {
        "name": "7 Horses on Raw Pyrite Frame – Symbol of Speed, Success & Prosperity",
        "category": "Spiritual Home",
        "amount": 999.0,
        "currency": "INR",
        "description": "Invite abundance, success, and unstoppable progress into your space with the 7 Horses on Raw Pyrite Frame, a powerful Vastu and spiritual decor piece crafted to enhance wealth, career growth, and positive energy. The seven horses, inspired by Surya Dev’s divine chariot, symbolize speed, strength, determination, and forward movement, while raw pyrite, known as the Stone of Prosperity , attracts financial growth, confidence, and recognition. Together, they create a strong energy combination that supports success in both professional and personal life. This elegant frame is not just decor it is a meaningful energy enhancer for homes, offices, and workspaces. Specification: Length : 7.5 inches Breadth: 0.5 inches Height: 7.5 inches Weight : 170g Key Benefits Attracts wealth, prosperity, and financial stability Boosts career growth, business success, and recognition Enhances confidence, motivation, and decision-making Removes obstacles and promotes fast progress Creates a positive, harmonious, and success-oriented environment Vastu &amp; Placement Guidance Place in the East or North-East direction for best results Ideal for office desks, study rooms, living rooms, or workspaces Keep at eye level and in a clean, clutter-free area Care Instructions Clean gently using a soft, dry cloth Avoid water, chemicals, or harsh cleaning agents Keep away from prolonged direct sunlight Ideal Gift Choice A perfect gift for: Housewarming ceremonies Business openings Festivals &amp; special occasions Career milestones and success celebrations This frame makes a thoughtful and powerful gift that symbolizes luck, prosperity, and continuous growth.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/web7horses3.png?v=1769514384",
        "product_url": "https://my3ionetra.com/products/7-horses-on-raw-pyrite-frame-symbol-of-speed-success-prosperity",
        "is_active": true
    },
    {
        "name": "Dhan Yog Pyramid",
        "category": "Astrostore",
        "amount": 999.0,
        "currency": "INR",
        "description": "Dhan Yog Pyramid – Crystal Energy for Wealth, Success &amp; Prosperity The Dhan Yog Pyramid is a powerful energy tool made with carefully selected crystals known to attract wealth, good health, business growth, peace of mind, and prosperity. It is designed to balance energies and remove financial blockages, helping create a positive and success-oriented environment at home or in the workplace. Each crystal inside the Dhan Yog Pyramid carries unique divine energy, and together they work in harmony to amplify abundance and success. Powerful Crystals and Their Divine Energy Pyrite is associated with Lord Kubera, the God of wealth. It attracts financial abundance, business growth, and protects from negative energy. Tiger Eye is connected to Lord Shiva. It builds courage, strengthens confidence, and supports strong decision-making in career and business. Citrine is guided by Lord Vishnu. It clears mental confusion and encourages smart financial and career choices. Quartz Crystal is linked with Maa Saraswati. It amplifies the energy of all other crystals by up to ten times, enhancing clarity, focus, and balance. Green Aventurine is blessed by Lord Ganesha. It removes obstacles, opens new opportunities, and attracts success and growth. Key Benefits Attracts wealth and opportunities by helping bring money, business growth, and new income possibilities into your life. Builds confidence and decision power by removing self-doubt and fear, allowing you to take confident and practical decisions. Protects from negative energy by creating a shield against negativity, jealousy, and energy drain.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DhanYogPyramid_Image11_5b25fc6f-1f5f-409c-b27d-557b34d9a6d2.jpg?v=1769141789",
        "product_url": "https://my3ionetra.com/products/dhanyog-pyramid",
        "is_active": true
    },
    {
        "name": "Special Weight Loss Crystal Bracelet",
        "category": "Astrostore",
        "amount": 1499.0,
        "currency": "INR",
        "description": "Special Weight Loss Crystal Bracelet Get the Power of 12 Crystals for Your Transformation - One Bracelet, 12 Energies, One Goal: A Healthier You Our Special Weight Loss Crystal Bracelet is a powerful blend of 12 carefully selected crystals designed to support your wellness journey—physically, emotionally, and energetically. Each stone carries a unique vibration to help balance your mind, boost motivation, and encourage healthy habits. Crystals &amp; Their Intentions: Amethyst (4) – Calms the mind, reduces stress &amp; emotional eating Blue Lace Agate – Promotes inner peace and gentle self-discipline Carnelian – Increases energy, confidence &amp; motivation Citrine – Enhances metabolism and positive mindset Clear Quartz – Master healer that amplifies all intentions Rose Quartz – Encourages self-love and emotional balance Green Tourmaline – Supports detox &amp; heart-centered healing Labradorite – Boosts willpower and transformation Moss Agate – Grounds you and supports healthy routines Chrysoprase – Helps release unhealthy patterns Unakite – Balances emotions and promotes gradual change Blue Apatite – Known as the “weight loss stone,” helps curb cravings Why You’ll Love It: ✔ Get the power of 12 crystal energies in one bracelet ✔ Supports weight-loss intentions holistically ✔ Helps reduce stress-eating &amp; cravings ✔ Boosts motivation &amp; consistency ✔ Handmade with authentic crystals",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/NewHandBracelet_Image1_a7eaa002-fdc5-4dbd-b6be-9b3067838f3e.jpg?v=1769079238",
        "product_url": "https://my3ionetra.com/products/special-weight-loss-crystal-bracelet",
        "is_active": true
    },
    {
        "name": "Mithilesh Ramanuja Pandey (Shivaratri Special)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/MithileshPandey.png?v=1769059189",
        "product_url": "https://my3ionetra.com/products/mithilesh-ramanuja-pandey-shivaratri-special",
        "is_active": true
    },
    {
        "name": "Shivam Mithilesh Pandey (Shivaratri Special)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ShivamPandey.png?v=1769059154",
        "product_url": "https://my3ionetra.com/products/shivam-mithilesh-pandey-shivaratri-special",
        "is_active": true
    },
    {
        "name": "Tamanna Shah",
        "category": "Astro List",
        "amount": 599.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/TamannaShah.png?v=1769059120",
        "product_url": "https://my3ionetra.com/products/tamanna-shah",
        "is_active": true
    },
    {
        "name": "Align the Nine Divine Forces: Invite Harmony, Prosperity & Cosmic Balance with Navgrah Pujan at Mangalnath",
        "category": "members-form",
        "amount": 900.0,
        "currency": "INR",
        "description": "Navgrah Pujan at Mangalnath Mandir, Ujjain, is a sacred Vedic ritual performed to pacify and strengthen the nine planetary deities Surya, Chandra, Mangal, Budh, Guru, Shukra, Shani, Rahu, and Ketu. This puja is recommended for individuals facing persistent obstacles, health concerns, financial instability, or unfavorable planetary periods (Dasha/Antardasha). The ceremony includes Navgrah Shanti Jaap, special offerings, and havan conducted by learned priests as per Vedic traditions. Ujjain, historically known as a major center of astrology, is considered highly auspicious for performing planetary remedies. Navgrah Pujan aims to restore cosmic balance, enhance positive planetary influences, and bring harmony, prosperity, and spiritual stability into one’s life.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/IMG_0002_07fc7914-6d4e-4ea8-a14a-59eb3ee8f2a0.jpg?v=1768569497",
        "product_url": "https://my3ionetra.com/products/navgrah-pujan",
        "is_active": true
    },
    {
        "name": "Heal Ancestral Karma with Pitra Dosh Nivaran Puja at Mangalnath",
        "category": "members-form",
        "amount": 900.0,
        "currency": "INR",
        "description": "Pitra Dosh Nivaran Puja at Mangalnath Mandir, Ujjain, is a sacred ritual performed to pacify ancestral imbalances indicated in one’s horoscope. Pitra Dosh is believed to arise due to unsettled karmic debts or dissatisfaction of forefathers, often manifesting as repeated obstacles, family disputes, delays in marriage, or financial instability. The puja includes Pitra Shanti Jaap, tarpan, and special offerings conducted by learned priests according to Vedic rites. In some cases, rituals similar to pind daan are also performed to seek blessings of ancestors. Ujjain, being an ancient spiritual and astrological center on the banks of the Shipra River, is considered highly auspicious for ancestral remedies. Devotees undertake this puja to seek forgiveness, ancestral blessings, family harmony, and relief from generational obstacles",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/rn-image_picker_lib_temp_ad631345-1c73-476f-9ac0-4afc980cdd05.jpg?v=1768635943",
        "product_url": "https://my3ionetra.com/products/pitra-dosh-nivaran-puja",
        "is_active": true
    },
    {
        "name": "Break the Serpent’s Shadow with Kaal Sarp Dosh Nivaran Puja at Mangalnath",
        "category": "members-form",
        "amount": 900.0,
        "currency": "INR",
        "description": "Kaal Sarp Dosh Nivaran Puja at Mangalnath Mandir, Ujjain, is a powerful Vedic ritual performed to reduce the adverse effects of Kaal Sarp Dosh—formed when all seven planets are positioned between Rahu and Ketu in a birth chart. This dosha is believed to cause repeated obstacles, financial instability, career setbacks, health concerns, and mental stress. The puja includes Rahu–Ketu Shanti Jaap, special offerings, and havan conducted by experienced priests according to Vedic procedures. Ujjain, being an ancient center of astrology and spirituality, is considered highly auspicious for performing this remedy. Devotees undertake this puja to seek relief from karmic blockages, restore planetary balance, and invite stability, protection, and spiritual growth into their lives.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/rn-image_picker_lib_temp_af75c485-d524-40a6-a8d0-cb2d020c559e.jpg?v=1768630328",
        "product_url": "https://my3ionetra.com/products/kaal-sharp-dosh-nivaran-puja",
        "is_active": true
    },
    {
        "name": "Mangal Dosh Nivaran Puja - Mangalnath Mandir, Ujjain",
        "category": "members-form",
        "amount": 900.0,
        "currency": "INR",
        "description": "Mangal Dosh Nivaran Puja at Mangalnath Mandir, Ujjain, is a sacred ritual performed to reduce the adverse effects of Mangal (Mars) in one’s horoscope. It is especially recommended for individuals facing delays in marriage, relationship conflicts, financial instability, or recurring obstacles attributed to Mangal Dosh (also known as Kuja Dosha). The puja typically includes Mangal Grah Shanti Jaap, special offerings, and the traditional Bhaat Puja, which is considered highly effective at this temple because Ujjain is believed to be the birthplace of Mangal Grah. The ritual is most auspicious on Tuesdays, the day dedicated to Lord Mangal. Devotees perform the ceremony under the guidance of temple priests, seeking planetary balance, harmony, and overall prosperity. This puja is regarded as one of the most powerful remedies for Mangal Dosh in Hindu astrology.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Image1.jpg?v=1771823309",
        "product_url": "https://my3ionetra.com/products/mangal-dosh-nivaran-puja",
        "is_active": true
    },
    {
        "name": "Divine Karungali Mala – Sacred Ebony Wood Mala with Silver-Toned Links",
        "category": "Astrostore",
        "amount": 899.0,
        "currency": "INR",
        "description": "Divine Karungali Mala – Sacred Ebony Wood Mala with Silver-Toned Links The Divine Karungali Mala is a sacred spiritual necklace handcrafted from authentic Karungali (Ebony) wood, a material revered in ancient Indian traditions for its grounding and protective qualities. The deep black ebony beads are naturally dense and powerful, believed to absorb negative energies while promoting calmness, focus, and inner stability. Finished with elegant silver-toned links, this mala offers a refined spiritual look suitable for both daily wear and sacred practices. Designed for meditation, mantra chanting, prayer, and everyday spiritual use, this mala helps create a sense of balance and positivity. Each bead is thoughtfully crafted to preserve its natural energy, making it an ideal companion for devotees, meditators, and spiritual seekers. Spiritual benefits associated with Karungali Helps absorb and neutralise negative energy Encourages inner peace, focus, and emotional stability Supports spiritual growth and positive vibrations",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/NaturalEbonyMala_Image12.jpg?v=1767932308",
        "product_url": "https://my3ionetra.com/products/divine-karungali-mala-sacred-ebony-wood-mala-with-silver-toned-links",
        "is_active": true
    },
    {
        "name": "Sacred Ebony Wood & Rudraksha Mala with Gold-Toned Links",
        "category": "Astrostore",
        "amount": 899.0,
        "currency": "INR",
        "description": "Karungali &amp; Rudraksha Mala – Ebony Wood and Rudraksha Beads with Gold-Toned Links This beautifully handcrafted Karungali and Rudraksha Mala combines the grounding power of Ebony Wood (Karungali) with the spiritual energy of natural Rudraksha beads. The alternating pattern of deep black Karungali beads and textured brown Rudraksha beads creates a striking, elegant design, finished with durable gold-toned metal links for added strength and sophistication. Traditionally revered in Indian spiritual practices, Karungali is known for its protective qualities, while Rudraksha is associated with calmness, focus, and divine connection. Together, they form a powerful mala that supports spiritual growth, mental clarity, and positive energy. This mala is suitable for daily wear, meditation, japa, and spiritual rituals, and can also be worn as a meaningful spiritual accessory. Key Benefits Provides protection from negative energy and the evil eye Supports emotional balance and inner calm Enhances focus during meditation and chanting Combines the spiritual strength of Karungali and Rudraksha Ideal for devotees and spiritual practitioners Material Details Beads: Natural Karungali (Ebony Wood) and Rudraksha Finish: Natural and unpolished Linking: Gold-toned metal connectors Craft: Hand-assembled for durability and comfort Ideal For Meditation and spiritual practices Daily spiritual wear Devotees seeking protection and positivity Gifting for religious or spiritual occasions",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/2_2591880e-745d-4dfa-bd96-5dcc9f12a221.jpg?v=1767939417",
        "product_url": "https://my3ionetra.com/products/karungali-mala-rudraksha",
        "is_active": true
    },
    {
        "name": "Divine Karungali Mala (Sacred Ebony Wood Mala for Protection & Spiritual Power)",
        "category": "Astrostore",
        "amount": 799.0,
        "currency": "INR",
        "description": "Karungali Mala (Ebony Wood Mala) – Beads for Protection, Strength &amp; Spiritual Energy Experience the powerful spiritual essence of Karungali Mala, crafted from 100% authentic, natural Ebony Wood (Karungali). Made with unpolished beads, this sacred mala is highly valued in South Indian traditions for its deep protective and spiritual qualities. Associated with the divine blessings of Lord Murugan, Karungali Mala is known to create a shield against negative energies while strengthening inner courage and mental clarity. Key Benefits of Karungali Mala Protects from evil eye, jealousy, and negative vibrations Invokes the blessings of Lord Murugan Helps reduce Mangal Dosha as per traditional belief Enhances focus, meditation, and spiritual awareness Supports emotional balance, confidence, and physical strength Promotes a calm mind and positive energy flow How to Use 1. Wear daily for continuous protection 2. Use during meditation or chanting 3. Ideal for spiritual practices and remedial rituals",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/1_f82dd207-9813-40ec-ad9f-e465162bf529.jpg?v=1767674399",
        "product_url": "https://my3ionetra.com/products/karungali-malablack",
        "is_active": true
    },
    {
        "name": "Divine Karungali Mala – Sacred Ebony Wood Mala with Gold-Toned Links",
        "category": "Astrostore",
        "amount": 899.0,
        "currency": "INR",
        "description": "Karungali Mala (Ebony Wood Mala) – Black Beads with Gold-Toned Links Karungali, known as Ebony in English, is a sacred and powerful wood obtained from the Diospyros genus. These majestic trees can grow up to 100 feet tall and are commonly found in tropical regions of Africa and Asia. Karungali is a drought-resistant tree that naturally absorbs and stores carbon, making it both environmentally and spiritually significant. For centuries, Karungali has been revered for its divine, medicinal, and mystical properties, and is widely used in spiritual practices, poojas, and protective rituals. Designed for daily wear, meditation and spiritual routines, this mala offers both spiritual significance and a clean, minimal look suitable for everyday use. Key Benefits Helps protect from negative energy and evil eye Supports mental focus and emotional balance Encourages inner strength and confidence Ideal for meditation and spiritual practices Suitable for regular daily wear Material &amp; Details Beads: Natural Karungali (Ebony Wood) Color: Deep black Finish: Natural and unpolished Linking: Gold-toned metal connectors Craft: Hand-assembled for durability",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/1_7597d131-f96a-4c7f-a065-341b3e4e3c34.jpg?v=1767673938",
        "product_url": "https://my3ionetra.com/products/karungali-malagold",
        "is_active": true
    },
    {
        "name": "Lakshmi Charan Paduka",
        "category": "Pooja Essential",
        "amount": 799.0,
        "currency": "INR",
        "description": "Lakshmi Charan Paduka – Sacred Footprints for Wealth &amp; Prosperity Lakshmi Charan Paduka represents the divine footprints of Goddess Lakshmi, the embodiment of wealth, abundance, prosperity, and good fortune. Worshipping and placing Lakshmi Charan Paduka in the home or workplace is believed to invite financial stability, success, and continuous blessings into one’s life. Specification Length: 1.5 inches Breadth: 1.5 inches Height: 2 inches Weight : 60g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/0f419da0-d47a-409d-8744-7bb44e867cd3.jpg?v=1767094641",
        "product_url": "https://my3ionetra.com/products/lakshmi-charan-paduka",
        "is_active": true
    },
    {
        "name": "Awaken the Sun Within: Experience Intelligence, Health & Glory with Suryadev’s Grace!",
        "category": "lord vishnu",
        "amount": 901.0,
        "currency": "INR",
        "description": "🪔 In Sanatana Dharma , worship of Surya Dev , the eternal source of light, life, and consciousness, is regarded as immensely powerful. Surya is revered as the giver of Ayushya (long life) , Arogya (good health) , Tejas (inner strength) , and Pratishtha (honour and success) . Devotion to the Sun God is believed to dispel darkness from life, remove obstacles, and infuse clarity, confidence, and positive energy in the family. 🪔 On this auspicious day, the highly revered Aditya Hridaya Stotra will be chanted 12 times to invoke the supreme grace of Surya Dev. This divine stotra, praised in ancient scriptures, is known to destroy fear, cure ailments, grant victory over challenges, and awaken inner brilliance. Regular listening or recitation of Aditya Hridaya is believed to bring balance to body, mind, and destiny. 🪔 To further please the Sun God, 108 sacred red flowers —symbolising energy, courage, and solar power—will be offered at His feet on your behalf. Red flowers are especially dear to Surya Dev and are believed to strengthen planetary influences, enhance confidence, and bring stability and growth in personal and professional life. 🪔 This Mahapuja will be completed with a powerful 1008 Sanatan Havan , in which oblations will be offered while chanting the divine names of Lord Surya . This sacred fire ritual is performed for purification, removal of negative karmic effects, improvement in health, success in endeavours, and overall well-being of the devotee and family.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/53.png?v=1767864201",
        "product_url": "https://my3ionetra.com/products/awaken-the-sun-within-experience-intelligence-health-glory-with-suryadev-s-grace",
        "is_active": true
    },
    {
        "name": "3 Step Annapakshi Deep",
        "category": "Pooja Essential",
        "amount": 1499.0,
        "currency": "INR",
        "description": "3 Step Annapakshi Deep Let your home glow with divine radiance through the 3 Step Annapakshi Deep, a timeless creation that brings together faith, beauty, and tradition. Crafted from pure brass with exquisite detailing, this lamp captures the celestial grace of the Annapakshi, the heavenly bird believed to symbolize purity, abundance, and auspiciousness. Each level of this graceful deep represents a spiritual journey. The first step grounds your devotion, the second invites growth and positivity, and the third awakens divine energy and enlightenment. When lit, the golden flames rise like blessings, filling your space with calm, warmth, and divine serenity. The delicately carved Annapakshi resting at the top radiates elegance and peace, making this lamp a true centerpiece for your prayer room or festive decor. It carries the essence of devotion and artistry, turning every lighting moment into a sacred connection with the divine. Specification Material: Brass Length: 5 inches Breadth: 5 inches Height: 10 inches Weight : 326g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0781.jpg?v=1762941225",
        "product_url": "https://my3ionetra.com/products/3-step-annapakshi-deep",
        "is_active": true
    },
    {
        "name": "10,000 Mangal Dev Beej Mantra Jaap and Havan",
        "category": "Mangal",
        "amount": 900.0,
        "currency": "INR",
        "description": "How It Works Book Online: For Powerful Mangal Beej Mantra Jaap at Shri Mangal Grah Temple, Amalner, Maharashtra. Book at least one day before the actual event date. Share Details: Add your Name and Gotra. Ritual Performance: Our Pandit performs Shri Mangal Beej Mantra Jaap with the sankalp of your Name &amp; Gotra. Receive Videos: You’ll receive Sankalp, Jaap, and Havan videos via email after the ritual.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/43_d34cf3e2-c0f5-4e51-848c-58cd798d3856.png?v=1765273833",
        "product_url": "https://my3ionetra.com/products/10000-mangal-dev-beej-mantra-jaap-and-havan",
        "is_active": true
    },
    {
        "name": "Akhand Deep",
        "category": "Pooja Essential",
        "amount": 1499.0,
        "currency": "INR",
        "description": "Akhand Deep A beautifully crafted Akhand Deep made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Length: 6.5 inches Breadth: 6.5 inches Height: 6 inches Weight : 275g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/125516f4-173e-4324-a36a-5367ab9c9738_ac032c1e-dc03-4c12-88fe-0013e213ed5e.jpg?v=1766487124",
        "product_url": "https://my3ionetra.com/products/akhand-deep",
        "is_active": true
    },
    {
        "name": "Nimisha Tushar Jain",
        "category": "Book-now",
        "amount": 2099.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/NimishaJain_7cf223ab-96cd-4063-a3ed-9c2b5f2e7e9a.png?v=1764078051",
        "product_url": "https://my3ionetra.com/products/turn-your-dreams-into-actions-nimisha-tushar-jain",
        "is_active": true
    },
    {
        "name": "Shivam Joshi",
        "category": "Book-now",
        "amount": 599.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ShivamJoshi_c188b676-318f-435c-89aa-a55adea71fb3.png?v=1764743026",
        "product_url": "https://my3ionetra.com/products/breath-of-clarity-shivam-joshi",
        "is_active": true
    },
    {
        "name": "Jugal Wagh",
        "category": "Book-now",
        "amount": 1000.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/JugalWagh_1_f8dd515f-7331-44ab-9d5b-269a94a194aa.png?v=1764401172",
        "product_url": "https://my3ionetra.com/products/art-of-breathing-with-jugal-wagh",
        "is_active": true
    },
    {
        "name": "Jayaa P. Nairr",
        "category": "Abundance alignment",
        "amount": 699.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/JayaNair_c4d5f172-3248-4010-85be-5acbbab48e69.png?v=1764078019",
        "product_url": "https://my3ionetra.com/products/numerology-for-business-career-growth-with-jaya-p-nairr",
        "is_active": true
    },
    {
        "name": "Jayaa P. Nairr",
        "category": "Book-now",
        "amount": 799.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/JayaNair_c4d5f172-3248-4010-85be-5acbbab48e69.png?v=1764078019",
        "product_url": "https://my3ionetra.com/products/reset-your-space-reset-your-life-with-jayaa-p-nairr",
        "is_active": true
    },
    {
        "name": "Rashmi Shahbazker",
        "category": "Book-now",
        "amount": 1000.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/RASHMI2.png?v=1767789653",
        "product_url": "https://my3ionetra.com/products/inner-flow-inner-peace-with-rashmi-shahbazker",
        "is_active": true
    },
    {
        "name": "Jugal Wagh",
        "category": "Book-now",
        "amount": 1000.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/JugalWagh_907e9729-5db9-4f4f-892e-31b8cfa57308.png?v=1764077974",
        "product_url": "https://my3ionetra.com/products/life-lessons-from-the-bhagavad-gita-with-jugal-wagh",
        "is_active": true
    },
    {
        "name": "Advait Danke",
        "category": "Book-now",
        "amount": 199.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/AdvaitDanke_d9d5fbc9-e549-42f8-a428-45746e103d82.png?v=1764077953",
        "product_url": "https://my3ionetra.com/products/inner-harmony-a-sound-healing-journey-with-advait-danke",
        "is_active": true
    },
    {
        "name": "Rashmi Shahbazker",
        "category": "Book-now",
        "amount": 1000.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/RASHMI_1.png?v=1767789919",
        "product_url": "https://my3ionetra.com/products/seven-energies-one-you-with-rashmi-shahbazker",
        "is_active": true
    },
    {
        "name": "Shivam Joshi",
        "category": "Book-now",
        "amount": 599.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ShivamJoshi_c188b676-318f-435c-89aa-a55adea71fb3.png?v=1764743026",
        "product_url": "https://my3ionetra.com/products/breath-of-clarity-with-shivam-joshi",
        "is_active": true
    },
    {
        "name": "Jayaa P. Nairr",
        "category": "Astro List",
        "amount": 1500.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/JayaNairr.png?v=1765016294",
        "product_url": "https://my3ionetra.com/products/from-directions-to-destiny-with-jayaa-p-nairr",
        "is_active": true
    },
    {
        "name": "Sonal Sapra",
        "category": "Conscious Parenting",
        "amount": 999.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SONAL_SAPRA.png?v=1766135217",
        "product_url": "https://my3ionetra.com/products/connected-parenting-raising-emotionally-secure-children-with-sonal-sapra",
        "is_active": true
    },
    {
        "name": "Lapis Lazuli Blue Tree",
        "category": "Astrostore",
        "amount": 799.0,
        "currency": "INR",
        "description": "Lapis Lazuli Blue Tree The Lapis Lazuli Blue Tree is a beautiful decorative and spiritual accessory made from natural Lapis Lazuli stones. It brings wisdom, mental clarity, and positive energy into any space while adding elegance to your home, office, or meditation area. Ideal for energy balancing, meditation, or as a meaningful décor piece. Key Benefits: Enhances wisdom, mental clarity, and decision-making Promotes positive energy and harmony Supports spiritual growth and self-awareness Acts as a decorative piece with healing and uplifting energy How to Use: Place in your home, office, or meditation space: Enhance energy flow and positivity. Keep in a prominent spot: Maintain continuous positive vibrations in your surroundings. Use during meditation: Improve focus, spiritual awareness, and clarity. Cleanse regularly: Recharge with sunlight, moonlight, or sage to maintain natural energy.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/crystaltree1.png?v=1766129410",
        "product_url": "https://my3ionetra.com/products/lapis-lazuli-blue-tree-big",
        "is_active": true
    },
    {
        "name": "3D Shiva Socket Lamp",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "3D Shiva Socket Lamp The 3D Shiva Socket Lamp features a beautiful 3D illusion design of Lord Shiva, creating a calming and spiritual ambiance. It emits a soft, soothing light that is perfect for home décor, meditation rooms, temples, or bedside use. Easy to use with a standard socket, this lamp is energy-efficient and ideal for gifting on religious or festive occasions. A perfect combination of devotion, elegance, and modern design. Specification Length: 2.5 inches Breadth: 2.5 inches Height: 4 inches Weight : 42g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/1_b25f40ae-9f7f-489f-9b07-c25983be56e2.jpg?v=1766126978",
        "product_url": "https://my3ionetra.com/products/3d-shiva-socket-lamp-1",
        "is_active": true
    },
    {
        "name": "Kamdhenu- Cow & Calf",
        "category": "Sculptures & Statues",
        "amount": 1799.0,
        "currency": "INR",
        "description": "Kamdhenu Cow &amp; Calf – Brass Idol of Divine Prosperity and Abundance Bring home the sacred presence of Kamdhenu Cow with Calf, beautifully crafted from premium-quality brass, symbolizing prosperity, nurturing, and divine blessings. Kamdhenu is revered as the wish-fulfilling celestial cow, representing wealth, abundance, and purity. This exquisitely designed idol showcases fine detailing and graceful expressions, reflecting skilled craftsmanship and spiritual elegance. Ideal for pooja rooms, home temples, vastu correction, living spaces, or as a thoughtful spiritual gift, it radiates positive energy and harmony. Specification Material: Brass Length: 4.5inches Breadth: 4.5inches Height: 3.0 inches Weight: 183g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/1_a019ffee-7347-442a-9f57-f158ab15227a.jpg?v=1766061828",
        "product_url": "https://my3ionetra.com/products/kamdhenu-cow-calf-pm-kd-000101",
        "is_active": true
    },
    {
        "name": "Nimisha Tushar Jain",
        "category": "Book-now",
        "amount": 2099.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/NimishaJain_7cf223ab-96cd-4063-a3ed-9c2b5f2e7e9a.png?v=1764078051",
        "product_url": "https://my3ionetra.com/products/turn-your-dreams-into-actions-with-nimisha-tushar-jain",
        "is_active": true
    },
    {
        "name": "Sumit Vashishth",
        "category": "Astro List",
        "amount": 1100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SumitVashishth.png?v=1765804323",
        "product_url": "https://my3ionetra.com/products/clarity-in-questions-confidence-in-decisions-with-sumit-vashishth",
        "is_active": true
    },
    {
        "name": "Sushmaa Rajat (Shivaratri Special)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SushmaaRajat.png?v=1765800122",
        "product_url": "https://my3ionetra.com/products/sushmaa-rajat-shivaratri-special",
        "is_active": true
    },
    {
        "name": "Debosri",
        "category": "ASTROLOGY",
        "amount": 1200.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Debosri.png?v=1764401133",
        "product_url": "https://my3ionetra.com/products/surya-remedies-for-2026-the-year-of-the-sun-with-debosri",
        "is_active": true
    },
    {
        "name": "Black Agate Bracelet",
        "category": "Astrostore",
        "amount": 599.0,
        "currency": "INR",
        "description": "Black Agate Bracelet The Black Agate Bracelet Sulemani Hakik Bracelet is a powerful accessory designed for protection, mental clarity, and emotional balance. The beads make it a bold and elegant statement piece, perfect for daily wear, meditation, or gifting. Planet : Saturn and Rahu Key Benefits Protects against negative energy and harmful influences Enhances mental clarity and focus Promotes emotional balance and calmness Supports spiritual growth and inner strength Helps reduce stress and anxiety Maintains positive energy in daily life How to Use Wear it on your dominant hand for protection and positive energy Use during meditation or yoga to enhance mental clarity and calmness Keep it close during work or travel to absorb negative vibrations Cleanse regularly with moonlight or sage to maintain its natural energy",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7643_1.psd.jpg?v=1765261630",
        "product_url": "https://my3ionetra.com/products/black-agate-bracelet",
        "is_active": true
    },
    {
        "name": "7 Chakra Bracelet",
        "category": "Astrostore",
        "amount": 599.0,
        "currency": "INR",
        "description": "7 Chakra Bracelet The 7 Chakra Bracelet is crafted from seven natural gemstones, each representing one of the body’s main chakras. It is designed to balance energy, promote healing, and enhance overall well-being. Wearing this bracelet helps align the chakras, restore harmony, and support physical, emotional, and spiritual health. Benefits: Balances all seven chakras for overall energy alignment Promotes emotional, physical, and spiritual well-being Enhances focus, clarity, and inner peace Helps release stress, negative energy, and blockages Supports meditation and mindfulness practices Encourages self-awareness and personal growth How to Use: Wear the bracelet daily to maintain balanced energy Hold it during meditation or yoga to enhance focus and healing Cleanse it regularly under moonlight or with sage to recharge its energy Avoid water and harsh chemicals to preserve its natural properties and shine",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7637_1.psd.jpg?v=1765259826",
        "product_url": "https://my3ionetra.com/products/7-chakra-bracelet",
        "is_active": true
    },
    {
        "name": "Carnelian Bracelet",
        "category": "Astrostore",
        "amount": 399.0,
        "currency": "INR",
        "description": "Carnelian Bracelet The Carnelian Bracelet is a vibrant accessory designed to boost confidence, creativity, and energy. Made with natural Carnelian stones, it energizes the wearer, enhances motivation, courage, and emotional balance, making it perfect for daily wear, meditation, or workspace inspiration. Planet: Mars Benefits: Boosts confidence ; personal power Enhances creativity ; focus Promotes vitality ; positive energy Balances emotions and reduces stress Supports motivation and determination How to Use: Wear daily to carry energizing and empowering energy Use during meditation for focus and clarity Place in your workspace to inspire creativity and motivation Cleanse regularly with sunlight, moonlight, or sage to recharge",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7653.psd.jpg?v=1765259711",
        "product_url": "https://my3ionetra.com/products/carnelian-bracelet",
        "is_active": true
    },
    {
        "name": "Tiger Eye Stone Bracelet",
        "category": "Astrostore",
        "amount": 399.0,
        "currency": "INR",
        "description": "Tiger Eye Stone Bracelet The Tiger Eye Stone Bracelet is crafted from natural tiger eye stones, known for their grounding and protective properties. Its rich golden-brown hues promote confidence, focus, and courage. This bracelet helps balance emotions, attract success, and protect against negative energies, making it ideal for daily wear and personal empowerment. Planet: Ketu Benefits: Enhances confidence, courage, and self-discipline Promotes focus, determination, and mental clarity Protects against negative energy and stress Encourages emotional balance and stability Attracts prosperity, success, and good fortune Supports Solar Plexus Chakra for personal power How to Use: Wear the bracelet daily to boost confidence and focus Hold it while setting intentions for protection, success, or clarity Cleanse it regularly with sage or moonlight to recharge its energy Keep it away from water and harsh chemicals to preserve its shine and energy",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7645_1.psd.jpg?v=1765260318",
        "product_url": "https://my3ionetra.com/products/tiger-eye-stone-bracelet",
        "is_active": true
    },
    {
        "name": "Amethyst Bracelet",
        "category": "Astrostore",
        "amount": 799.0,
        "currency": "INR",
        "description": "The Amethyst Bracelet is made from natural amethyst crystals, known for their calming and spiritual properties. Its deep purple color promotes emotional balance, mental clarity, and inner peace. This bracelet helps relieve stress, enhance intuition, and support spiritual growth, making it suitable for daily wear or meditation practices. Planet: Saturn (Shani ) Benefits: Promotes calmness, relaxation, and stress relief Enhances intuition, spiritual awareness, and clarity Supports emotional balance and mental focus Protects against negative energy and psychic attacks Helps with restful sleep and meditation practices Balances the Crown Chakra for higher consciousness How to Use: Wear the bracelet daily to promote calmness and spiritual growth Hold it during meditation to enhance intuition and focus Cleanse it regularly under moonlight or with sage to recharge its energy Avoid contact with water or harsh chemicals to maintain its natural shine and effectiveness",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7658.psd.jpg?v=1765260431",
        "product_url": "https://my3ionetra.com/products/amethyst-bracelet",
        "is_active": true
    },
    {
        "name": "Green Aventurine Bracelet",
        "category": "Astrostore",
        "amount": 399.0,
        "currency": "INR",
        "description": "The Green Aventurine Tumble Bracelet is made from natural green aventurine stones, known as the stone of opportunity and good luck. Its soothing green color promotes calmness, balance, and emotional well-being. This bracelet is believed to attract prosperity, enhance creativity, and bring new opportunities into your life while helping you stay positive and confident. Planet: Mercury Benefits: Attracts luck, success, and abundance Promotes emotional healing and calmness Encourages optimism, confidence, and growth Balances the Heart Chakra and promotes harmony Helps release old patterns and embrace new beginnings Enhances creativity and decision-making abilities How to Use: Wear the bracelet daily to attract luck and positive energy Hold it while setting intentions for success or new opportunities Cleanse it under moonlight or with sage to refresh its energy Avoid contact with water or harsh chemicals to maintain its shine and strength",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7664_4.jpg?v=1765526635",
        "product_url": "https://my3ionetra.com/products/green-aventurine-tumble-bracelet",
        "is_active": true
    },
    {
        "name": "Pyrite Bracelet",
        "category": "Astrostore",
        "amount": 399.0,
        "currency": "INR",
        "description": "The Pyrite Bracelet is crafted from genuine pyrite stones, known as the stone of protection, strength, and prosperity. Its metallic golden hue symbolizes wealth, confidence, and determination. This bracelet helps attract success and abundance while shielding against negative energy and boosting willpower and motivation. Planet: Mars (Mangal) &amp; Sun (Surya) Benefits: Attracts wealth, success, and prosperity Promotes confidence, courage, and motivation Protects against negative energy and environmental stress Enhances focus, determination, and decision-making Encourages positive thinking and mental clarity Energizes and balances the Solar Plexus Chakra How to Use: Wear the bracelet daily to attract abundance and strength Hold it while setting intentions for success or protection Cleanse it regularly with sage or moonlight to recharge its energy Keep it away from moisture and harsh chemicals to preserve its shine and power",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7651.psd.jpg?v=1765260645",
        "product_url": "https://my3ionetra.com/products/pyrite-bracelet",
        "is_active": true
    },
    {
        "name": "Black Tourmaline Bracelet",
        "category": "Astrostore",
        "amount": 499.0,
        "currency": "INR",
        "description": "The Black Tourmaline Bracelet is made from genuine black tourmaline crystals, known for their powerful grounding and protective properties. It helps shield against negative energy, electromagnetic radiation, and emotional stress. This bracelet promotes inner strength, stability, and clarity, making it ideal for everyday wear and spiritual protection. Planet: Saturn (Shani) Benefits: Protects from negative energies and psychic attacks Helps ground the body and mind Reduces stress, anxiety, and unwanted thoughts Balances emotions and promotes mental clarity Strengthens focus and determination Shields against electromagnetic radiation from devices How to Use: Wear the bracelet daily for grounding and protection Hold it while meditating to absorb its stabilizing energy Cleanse regularly with sage or place under moonlight Keep it away from harsh chemicals and water to preserve its shine and energy",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7659.psd.jpg?v=1765259378",
        "product_url": "https://my3ionetra.com/products/black-tourmaline-bracelet",
        "is_active": true
    },
    {
        "name": "Radha Krishna 3D Puja Box",
        "category": "Spiritual Home",
        "amount": 750.0,
        "currency": "INR",
        "description": "The Radha Krishna 3D Puja Box is a beautifully designed devotional décor piece featuring a vibrant 3D image of Radha and Krishna. Crafted with premium materials, it symbolizes love, harmony, and divine blessings. Ideal for home décor, temple corners, office desks, housewarmings, weddings, anniversaries, birthdays, and festive gifting. Its elegant ready-to-gift design makes it a meaningful spiritual present. Specification: Small Box Size: 4.5 x 4.5 x 1.2 inches Big Box Size: 8 x 4.5 x 1.5 inches ✨ Key Benefits Enhances spiritual energy in home or office Brings harmony, love, and positive vibrations Perfect for all Puja occasions Ready-to-gift packaging Lightweight, durable, and long-lasting ✨ Features High-quality 3D Radha Krishna artwork Premium finishing with vibrant colors Elegant puja-box packaging Suitable for home, temple, and office décor Compact, display-friendly size Easy to maintain and long-lasting",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_1010_2.png?v=1764760978",
        "product_url": "https://my3ionetra.com/products/radha-krishna-3d-puja-box",
        "is_active": true
    },
    {
        "name": "Lakshmi Pyrite Pyramid",
        "category": "Astrostore",
        "amount": 999.0,
        "currency": "INR",
        "description": "Lakshmi Pyrite Pyramid The Lakshmi Pyrite Pyramid combines the divine blessings of Goddess Lakshmi with a natural Pyrite pyramid, creating a powerful tool to attract wealth, abundance, and positive energy. Perfect for home, office, or meditation spaces, this pyramid enhances confidence, focus, and protection from negative energies while inviting harmony and prosperity into your surroundings. Key Benefits: Brings wealth, prosperity, and abundance Protects from negative energies and obstacles Enhances confidence, focus, and motivation Invites positive energy, harmony, and divine blessings Serves as a beautiful decorative and spiritual piece How to Use: Place in home, office, or puja altar to attract prosperity Use during meditation or manifestation rituals for focus and clarity Cleanse regularly with sunlight, moonlight, or sage Keep in a prominent spot for continuous",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7682.jpg?v=1764915071",
        "product_url": "https://my3ionetra.com/products/laxmi-pyrite-pyramid",
        "is_active": true
    },
    {
        "name": "Deepika Mathur",
        "category": "Astro List",
        "amount": 3000.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DeepikaMathur.png?v=1764831503",
        "product_url": "https://my3ionetra.com/products/clarity-beyond-logic-with-deepika-mathur",
        "is_active": true
    },
    {
        "name": "1 Step Annapakshi Deep",
        "category": "Pooja Essential",
        "amount": 699.0,
        "currency": "INR",
        "description": "🪔 1 Step Annapakshi Deep Let the soft glow of the Annapakshi 1 Step Deep fill your home with blessings and serenity. Crafted from pure brass and inspired by the sacred Annapakshi, the mythical bird believed to dwell in heaven, this lamp carries the essence of purity, abundance, and eternal grace. Every detail of this masterpiece reflects devotion and artistry. The delicately sculpted Annapakshi stands gracefully atop the diya, symbolizing spiritual wisdom and auspicious beginnings. As the flame flickers, it radiates a divine aura, turning every corner of your home into a sanctuary of peace and positivity. Specification Material: Brass Length: 4.5 inches Breadth: 4.5 inches Height: 9.5 inches Weight : 223g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/7_800x800_830eb2dd-4741-4a0e-be6a-09da87e19001.jpg?v=1765358084",
        "product_url": "https://my3ionetra.com/products/lamp-annapakshi-pe-la-000101",
        "is_active": true
    },
    {
        "name": "Sheetal k Gahlot",
        "category": "Astro List",
        "amount": 299.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SheetalGhalot.png?v=1764760712",
        "product_url": "https://my3ionetra.com/products/navigate-your-stars-design-your-destiny-quick-prashna-with-sheetal-k-gahlot",
        "is_active": true
    },
    {
        "name": "Sheetal k Gahlot",
        "category": "Astro List",
        "amount": 799.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SheetalGhalot.png?v=1764760712",
        "product_url": "https://my3ionetra.com/products/navigate-your-stars-design-your-destiny-couple-consultation-with-sheetal-k-gahlot",
        "is_active": true
    },
    {
        "name": "Sheetal k Gahlot",
        "category": "Astro List",
        "amount": 599.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SheetalGhalot.png?v=1764760712",
        "product_url": "https://my3ionetra.com/products/navigate-your-stars-design-your-destiny-single-consultation-with-sheetal-k-gahlot",
        "is_active": true
    },
    {
        "name": "Aacharya Chetana Mishra",
        "category": "Ank Shastra",
        "amount": 5100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Aacharyachetanamishra.png?v=1764757143",
        "product_url": "https://my3ionetra.com/products/ask-unmask-and-let-your-stars-gently-reveal-the-path-ahead-with-aacharya-chetana-mishra",
        "is_active": true
    },
    {
        "name": "Parul Gupta",
        "category": "Astro List",
        "amount": 5100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ParulGupta.png?v=1764752933",
        "product_url": "https://my3ionetra.com/products/complete-guidance-one-journey-with-parul-gupta",
        "is_active": true
    },
    {
        "name": "Nisha Bhatt",
        "category": "Astro List",
        "amount": 699.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/NishaBhatt.png?v=1764740374",
        "product_url": "https://my3ionetra.com/products/numbers-guide-cards-clarify-with-nisha-bhatt",
        "is_active": true
    },
    {
        "name": "Ankit khanna (Shivaratri Special)",
        "category": "Astro List",
        "amount": 501.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/AnkitKhanna.png?v=1764679107",
        "product_url": "https://my3ionetra.com/products/ankit-khanna-shivaratri-special",
        "is_active": true
    },
    {
        "name": "Swamiji Shubh Labh Paduka Box",
        "category": "Spiritual Home",
        "amount": 1050.0,
        "currency": "INR",
        "description": "Swamiji Shubh Labh Paduka Box Bring divine blessings, prosperity, and positive energy into your home or workplace with the Swamiji Shubh Labh Paduka Box. This sacred Paduka set symbolizes Shubh (auspiciousness) and Labh (prosperity), making it a powerful spiritual charm for success, wealth, harmony, and protection. The Padukas are placed inside a beautifully designed box that you can keep in your mandir, cash drawer, office desk, shop counter, wallet, or pooja area. Key Features • Sacred Swamiji Paduka symbolizing blessings and prosperity • Elegant, compact, and durable box design • Brings Shubh (good fortune) and Labh (financial growth) • Ideal for home, shop, office, or gifting • Enhances positivity and spiritual energy • Perfect for festivals, housewarming, and new business openings Benefits • Attracts wealth and abundance • Protects from negative energies • Promotes peace and positivity • Supports business and financial growth • Boosts spiritual energy during daily puja",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/frame.jpg?v=1764663175",
        "product_url": "https://my3ionetra.com/products/kuber-paduka-dhan-samriddhi",
        "is_active": true
    },
    {
        "name": "Swamiji Combined 3D Light Frame",
        "category": "Spiritual Home",
        "amount": 1299.0,
        "currency": "INR",
        "description": "Swamiji Combined 3D Light Frame – Product Description The Swamiji Combined 3D Light Frame is a beautiful spiritual décor piece designed to add divine presence and positive energy to your home. The detailed 3D artwork, combined with soft LED lighting, creates a radiant glow that enhances any space and brings a peaceful, devotional atmosphere. This frame is perfect for your living room, bedroom, home temple, office, or meditation corner. Key Features • Stunning 3D artwork featuring Swamiji • Soft LED light with warm and calming glow • Premium-quality frame with long-lasting finish • Ideal for home décor, pooja room, and gifting • Enhances spiritual ambiance and positivity • Easy to hang or place on any surface Benefits • Creates a peaceful and divine environment • Inspires faith, devotion, and mental calmness • Perfect for improving home aura and meditation • A thoughtful gift for festivals, housewarming, or spiritual occasions",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/1.jpg?v=1764662949",
        "product_url": "https://my3ionetra.com/products/3d-light-frame",
        "is_active": true
    },
    {
        "name": "Swamiji 3D Socket Lamp 1",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "The Swamiji 3D Socket Lamp 1 is a beautiful spiritual night lamp designed to bring peace, positivity, and divine energy into your space. The 3D engraved artwork glows softly when lit, creating a calming and devotional atmosphere ideal for bedrooms, living rooms, home temples, or offices. Simply plug it into any wall socket, and the warm light instantly enhances the aura of your surroundings. Key Features • 3D engraved Swamiji design with glowing effect • Soft and soothing LED light, perfect for night use • Easy plug-in socket lamp – no wires needed • Long-lasting, energy-efficient lighting • Ideal for bedrooms, home temples, office desks, and gifting • Compact, lightweight, and travel-friendly Benefits • Creates a peaceful and spiritual environment • Enhances meditation and relaxation • Protects the space with divine positive energy • Perfect spiritual gift for any occasion",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/bulb2.jpg?v=1764662745",
        "product_url": "https://my3ionetra.com/products/3d-socket-lamp-33",
        "is_active": true
    },
    {
        "name": "Swamiji 3D Socket Lamp 2",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "The Swamiji 3D Socket Lamp 2 is a beautifully crafted spiritual night lamp designed to bring divine light and positive energy into your space. Its 3D engraved artwork glows softly when illuminated, creating a peaceful and devotional atmosphere ideal for bedrooms, living rooms, home temples, and office spaces. Just plug it into any wall socket to enjoy a warm, calming glow. Key Features • Intricate 3D engraved Swamiji design • Soft LED glow perfect for nighttime use • Simple plug-in socket lamp, no extra wiring needed • Energy-efficient and long-lasting • Ideal for home temples, bedrooms, offices, and gifting • Compact, durable, and easy to carry Benefits • Creates a serene spiritual environment • Enhances devotion, meditation, and peace • Adds a divine glow to any room • Perfect as a thoughtful spiritual gift",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/bulb1.jpg?v=1764662575",
        "product_url": "https://my3ionetra.com/products/3d-socket-lamp-22",
        "is_active": true
    },
    {
        "name": "Swamiji 3D Moon Lamp 1",
        "category": "Spiritual Home",
        "amount": 1499.0,
        "currency": "INR",
        "description": "The Swamiji 3D Moon Lamp 1 combines divine energy with soothing modern lighting. Designed with a detailed 3D engraved image of Swamiji, this moon-shaped lamp emits a soft, calming glow that creates a peaceful spiritual atmosphere. It is perfect for bedrooms, home temples, meditation corners, living rooms, and office desks. The lamp enhances the positive aura of any space and adds a beautiful decorative touch. Key Features • 3D engraved Swamiji design on a moon-shaped lamp • Soft, warm LED light ideal for night use • Rechargeable and easy to use • Lightweight, elegant, and durable • Perfect for home décor, pooja room, meditation, and gifting • Comes with a wooden stand for stable placement Benefits • Creates a divine and peaceful ambiance • Enhances meditation, relaxation, and spiritual focus • Adds positive energy to your surroundings • A beautiful spiritual gift for festivals, birthdays, or housewarming",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/moon3.jpg?v=1764662330",
        "product_url": "https://my3ionetra.com/products/3d-moon-lamp-3",
        "is_active": true
    },
    {
        "name": "Swamiji 3D Moon Lamp 2",
        "category": "Spiritual Home",
        "amount": 1499.0,
        "currency": "INR",
        "description": "The Swamiji 3D Moon Lamp 2 is a beautifully designed spiritual night lamp featuring a detailed 3D engraved image of Swamiji on a glowing moon surface. When switched on, it emits a soft, warm light that creates a calming and divine ambiance. Perfect for bedrooms, pooja rooms, meditation areas, living rooms, or office desks, this lamp adds both spiritual energy and soothing décor to any space. Key Features • 3D engraved Swamiji image on a moon-style lamp • Soft LED glow suitable for night or meditation • Rechargeable, lightweight, and easy to carry • Comes with a wooden stand for stable placement • Ideal for home décor, spiritual spaces, and gifting • Energy-efficient and long-lasting Benefits • Brings peace, positivity, and divine vibrations • Enhances meditation, relaxation, and focus • Improves the aura of any room • A thoughtful spiritual gift for any occasion",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/moon2.jpg?v=1764662249",
        "product_url": "https://my3ionetra.com/products/3d-moon-lamp-2",
        "is_active": true
    },
    {
        "name": "Swamiji 3D Moon Lamp 3",
        "category": "Spiritual Home",
        "amount": 1499.0,
        "currency": "INR",
        "description": "The Swamiji 3D Moon Lamp 3 is a premium spiritual moon lamp featuring a beautifully engraved 3D image of Swamiji. When illuminated, the lamp glows with a gentle warm light that fills the room with peace and positivity. Its elegant moon design makes it perfect for bedrooms, meditation corners, home temples, living rooms, and workspaces. Key Features • Detailed 3D engraved Swamiji artwork • Soft and soothing LED illumination • Rechargeable design with USB cable • Wooden stand included for secure placement • Lightweight, portable, and durable • Perfect décor piece and spiritual gift Benefits • Promotes calmness and spiritual focus • Enhances meditation and peaceful sleep • Adds divine energy to any space • Ideal for gifting during festivals, birthdays, or housewarming",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/moon.jpg?v=1764662141",
        "product_url": "https://my3ionetra.com/products/3d-ganesh-moon-lamp-copy",
        "is_active": true
    },
    {
        "name": "Agarbatti – Premium Fragrance Incense Sticks",
        "category": "Puja Essential",
        "amount": 499.0,
        "currency": "INR",
        "description": "Agarbatti – Premium Fragrance Incense Sticks Bring peace, positivity and divine aroma into your home with our natural, long-lasting Agarbatti. Perfect for puja, meditation, yoga, relaxation and daily home fragrance. Key Features Long-lasting and soothing fragrance Made with natural herbs, resins and essential oils Low-smoke, charcoal-free and eco-friendly Hand-rolled by skilled artisans Ideal for puja, meditation and aromatherapy Benefits Creates a calm and positive atmosphere Enhances focus, spiritual energy and meditation Great for daily rituals and gifting",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/agarbatti.jpg?v=1764662998",
        "product_url": "https://my3ionetra.com/products/agarbathi",
        "is_active": true
    },
    {
        "name": "Swamiji 3D Socket Lamp 3",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "The Swamiji 3D Socket Lamp 3 is a beautifully designed spiritual plug-in lamp that brings divine light and positive energy into any room. The 3D engraved artwork of Swamiji glows softly when lit, creating a peaceful and calming ambiance. This night lamp is perfect for bedrooms, home temples, meditation corners, living rooms, offices, or hallways. Just plug it into any wall socket to illuminate your space with a warm divine glow. Key Features • 3D engraved Swamiji design with glowing spiritual effect • Soft LED light suitable for night use • Easy plug-in socket lamp with no wires needed • Energy-efficient and long-lasting • Compact, lightweight, and perfect for travel • Ideal for home décor, pooja room, office desk, and gifting Benefits • Creates a serene and sacred environment • Enhances meditation, relaxation, and inner peace • Protects your space with positive energy • A thoughtful gift for spiritual occasions and festivals",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/bulb.jpg?v=1764662470",
        "product_url": "https://my3ionetra.com/products/3d-shiva-socket-lamp",
        "is_active": true
    },
    {
        "name": "Nivida Mittal",
        "category": "Astro List",
        "amount": 2100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/NividaMittal.png?v=1764594982",
        "product_url": "https://my3ionetra.com/products/align-your-energy-your-space-and-your-life-with-nivida-mittal",
        "is_active": true
    },
    {
        "name": "Asha Bamola",
        "category": "Astro List",
        "amount": 1500.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/AshaBamola.png?v=1764592674",
        "product_url": "https://my3ionetra.com/products/one-path-to-balanced-living-with-asha-bamola",
        "is_active": true
    },
    {
        "name": "Santoshi Sharma",
        "category": "Astro List",
        "amount": 2000.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SantoshiSharma.png?v=1764586384",
        "product_url": "https://my3ionetra.com/products/reading-your-palms-and-kundali-to-bring-clarity-to-your-path-with-santoshi-sharma",
        "is_active": true
    },
    {
        "name": "Navneet Singh",
        "category": "Astro List",
        "amount": 1100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/NavneetSingh.png?v=1764581508",
        "product_url": "https://my3ionetra.com/products/let-life-flow-with-clarity-and-ease-with-navneet-singh",
        "is_active": true
    },
    {
        "name": "Mohit Tahiliani",
        "category": "Abundance Mindset",
        "amount": 599.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Mohit-4.png?v=1764747168",
        "product_url": "https://my3ionetra.com/products/calm-your-mind-in-5-days-with-mohit-tahiliani",
        "is_active": true
    },
    {
        "name": "Pratibha S. Pant",
        "category": "Astro List",
        "amount": 799.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/PratibhaPant.png?v=1764569622",
        "product_url": "https://my3ionetra.com/products/guiding-you-from-confusion-to-clarity-with-online-numerology-tarot-with-pratibha-s-pant",
        "is_active": true
    },
    {
        "name": "For Money Attraction/ Career opportunity - Tumbled Crystal",
        "category": "Astrostore",
        "amount": 1299.0,
        "currency": "INR",
        "description": "A thoughtfully curated collection of 5 high-vibration healing crystals , perfect for daily energy cleansing, emotional balance, manifestation, meditation, and chakra alignment. Each crystal is carefully handpicked for its clarity, shine, and strong metaphysical energy. Place them on your altar, carry them in your bag, keep them under your pillow, or use them during meditation and journaling. This set is ideal for anyone seeking protection, prosperity, emotional healing, and spiritual grounding. Tumbled Crystals Included Black Tourmaline: Protection, grounding, and energy shielding Pyrite: Wealth attraction, willpower, and manifestation support Citrine: Abundance, success, and uplifting energy Green Aventurine: Luck, new opportunities, and confidence Rose Quartz: Love, self-love, and soft emotional healing HOW TO USE Meditate with one crystal each day to set your intention Keep them in your purse, workspace, or beside your bed Place Citrine in your wallet for abundance Keep Black Tourmaline near electronics for protection Use Pyrite during goal-setting or business planning Keep Rose Quartz under your pillow for emotional harmony IDEAL FOR Gifting Personal healing Manifestation rituals Meditation practice Work desk energy uplift Emotional &amp; spiritual balance How to Recharge? Using a Selenite Plate: Place your crystals on a selenite charging plate for a few hours or overnight to cleanse and recharge their energy. Packaging Each set is securely packed and placed in a sturdy cardboard box—perfect for both safekeeping and gifting.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7744_Group.jpg?v=1763984981",
        "product_url": "https://my3ionetra.com/products/for-money-attraction-career-opportunity-tumbled-crystal",
        "is_active": true
    },
    {
        "name": "Black Tourmaline & Selenite Hanging",
        "category": "Astrostore",
        "amount": 549.0,
        "currency": "INR",
        "description": "The Black Tourmaline &amp; Selenite Hanging is a powerful spiritual accessory designed to protect your space from negative energy and promote balance. Made with natural Black Tourmaline and Selenite stones, it enhances mental clarity, emotional calm, and positive energy, making it perfect for home, office, or meditation areas. Key Benefits: Protects against negative energy and harmful vibrations Promotes emotional balance and mental clarity Enhances positive energy flow in your surroundings Acts as a decorative piece with protective and calming energy How to Use: Hang in home, office, or meditation space: Absorb negative energy and maintain balance. Place near doors or windows: Shield your space from external disturbances. Use during meditation: Focus on grounding, clarity, and positive vibrations. Cleanse regularly: Recharge with moonlight, sunlight, or sage to preserve energy.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7731.jpg?v=1763974920",
        "product_url": "https://my3ionetra.com/products/black-tourmaline-selenite-hanging",
        "is_active": true
    },
    {
        "name": "1 Mukhi Rudraksha",
        "category": "Astrostore",
        "amount": 4999.0,
        "currency": "INR",
        "description": "The 1 Mukhi Rudraksha is considered the rarest and most powerful of all Rudraksha beads, symbolizing Lord Shiva himself — the embodiment of supreme consciousness and enlightenment. Sourced from Nepal , this sacred bead is believed to bring spiritual awakening, peace, and prosperity , guiding the wearer toward inner balance and a deeper divine connection. 🟡We also provide an authenticity certificate with this Rudraksha, ensuring its purity and genuine quality. Key Benefits: Enhances spiritual growth and connection with Lord Shiva Brings mental clarity, focus, and peace of mind Attracts prosperity, success, and positive energy Removes negative thoughts, fears, and stress Helps in achieving moksha (liberation) and self-realization How to Use: 1. Soak the Ek Mukhi Rudraksha in clean water or raw milk for a few hours to purify and cleanse it. 2. Wear it on a Monday morning after taking a bath to align with its divine energy for spiritual growth and enlightenment. 3. Chant \"Om Namah Shivaya\" 11 times before wearing to activate its power for enhancing focus, consciousness, and detachment from worldly distractions. 4. Place it around your neck using a silver, gold, or silk thread for optimal benefits. 5. Keep it clean and avoid contact with soap or chemicals to maintain its purity and spiritual potency.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0676.psd.jpg?v=1763970258",
        "product_url": "https://my3ionetra.com/products/1-mukhi-rudraksh",
        "is_active": true
    },
    {
        "name": "7 Mukhi Rudraksha",
        "category": "Astrostore",
        "amount": 899.0,
        "currency": "INR",
        "description": "The 7 Mukhi Rudraksha is a sacred bead representing Goddess Lakshmi , the divine embodiment of wealth and prosperity. Sourced from Nepal , this powerful Rudraksha is known for attracting financial abundance, success, and positive energy . Wearing it promotes confidence, focus, spiritual growth , and provides protection from negative energies and obstacles. Perfect for daily wear, meditation, or puja, it helps invite harmony, prosperity, and divine blessings into one’s life. 🟡 We also provide an authenticity certificate with this Rudraksha, ensuring its purity and genuine quality. Key Benefits: 1. Attracts wealth and prosperity, helping to enhance financial stability and abundance. 2. Promotes inner peace and emotional balance, reducing stress and anxiety. 3. Encourages spiritual growth, leading to a deeper connection with divine energies. 4. Helps overcome misfortune and bad luck, bringing positive changes and success into your life. How to Use: 1.Soak the Nepal Origin 7 Mukhi Rudraksha in clean water or raw milk for a few hours to purify it. 2. Wear it on a Friday after taking a bath to enhance its wealth-attracting energy. 3. Chant \"Om Mahalakshmi Namah\" 11 times before wearing to invoke abundance and prosperity. 4. Place it around your neck using a silver, gold, or silk thread for maximum benefits. 5. Keep it clean and avoid contact with soap or chemicals to preserve its purity and spiritual potency. Best day to wear: The new moon, a time of fresh beginnings and new intentions, is considered an auspicious time to start wearing a new gemstone/rudraksha or to cleanse and recharge your existing ones. Its a phase of heightened potential and receptivity, making it ideal for setting goals and manifesting desires. Wearing a gemstone during this lunar phase can amplify its energy and help align your intentions with the universes natural flow.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0673.jpg?v=1763971451",
        "product_url": "https://my3ionetra.com/products/7-mukhi-rudraksha",
        "is_active": true
    },
    {
        "name": "5 Mukhi Rudraksha",
        "category": "Astrostore",
        "amount": 499.0,
        "currency": "INR",
        "description": "5 Mukhi Rudraksha The 5 Mukhi Rudraksha is a sacred bead symbolizing Lord Shiva and the five elements (Pancha Tatva).Sourced from Nepal , this powerful Rudraksha is known for attracting financial abundance, success, and positive energy . It is widely known for enhancing health, peace of mind, and spiritual growth. Wearing this Rudraksha helps in stress relief, mental clarity, and overall well-being, while also protecting from negative energies. Ideal for meditation, puja, or daily wear to invite positive energy, harmony, and divine blessings. 🟡 We also provide an authenticity certificate with this Rudraksha, ensuring its purity and genuine quality. Key Benefits: 1. Promotes inner peace and spiritual growth, enhancing your connection to higher consciousness. 2. Helps reduce stress, anxiety, and negative emotions, fostering emotional balance and calm. 3. Strengthens concentration and focus, making it ideal for meditation and spiritual practices. 4. Attracts good health and well-being, offering protection from negative energies and improving overall vitality. How to Use: 1. Soak the Nepal Origin 5 Mukhi Rudraksha in clean water or raw milk for a few hours to purify it. 2. Wear it on a Thursday morning after taking a bath to tap into its energy for peace and spiritual growth. 3. Chant \"Om Namah Shivaya\" 11 times before wearing to invoke inner calm and protection. 4. Place it around your neck using a silver, gold, or silk thread for maximum benefits. 5. Keep it clean and avoid contact with soap or chemicals to preserve its purity and spiritual power.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0666.psd.jpg?v=1763971980",
        "product_url": "https://my3ionetra.com/products/5-mukhi-rudraksha",
        "is_active": true
    },
    {
        "name": "Radha Krishna 3D Light Frame",
        "category": "Spiritual Home",
        "amount": 1299.0,
        "currency": "INR",
        "description": "Radha Krishna 3D Light Frame Celebrate divine love, harmony, and eternal togetherness with the Radha Krishna 3D Light Frame — a stunning spiritual décor piece that brings warmth, serenity, and divine beauty into any space. This enchanting 3D frame captures the graceful presence of Radha and Krishna, symbolizing unconditional love, devotion, and bliss. When illuminated, the soft glowing light enhances every detail of the divine couple, creating a peaceful and romantic ambience perfect for your home. Ideal for your puja room, living area, bedroom, or gifting, this light frame instantly elevates the aesthetic and spiritual energy of the environment. Crafted using premium eco-friendly materials and advanced 3D technology, it offers durability while adding a touch of divine elegance to your décor. Whether bought for spiritual significance or as a symbol of love, the Radha Krishna 3D Light Frame is a timeless piece that spreads positivity, beauty, and divine blessings all around. Specifications Length: 6.5 inches Breadth: 1 inch Height: 6.5 inches Weight: 330g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0737_06303d9b-7dd1-43cf-9842-12bbef568a15.jpg?v=1764145130",
        "product_url": "https://my3ionetra.com/products/radha-krishna-3d-light-frame",
        "is_active": true
    },
    {
        "name": "Hanumanji 3D Light Frame",
        "category": "Spiritual Home",
        "amount": 1299.0,
        "currency": "INR",
        "description": "Hanumanji 3D Light Frame Bring home strength, devotion, and divine protection with the Hanumanji 3D Light Frame — a radiant spiritual masterpiece designed to fill your space with courage, positivity, and blessings. This beautifully detailed 3D frame captures the powerful yet compassionate presence of Lord Hanuman, the symbol of unwavering devotion, fearlessness, and victory over negativity. When illuminated, the soft glow enhances every divine feature, creating an energizing and uplifting ambience in your home. Perfect for your puja room, study corner, meditation space, or living room, the gentle light serves as a reminder of inner strength and faith. Crafted with high-quality eco-friendly materials and advanced 3D technology, this frame brings durability, elegance, and spirituality together in one sacred piece. Whether gifting for auspicious occasions or enhancing your own spiritual décor, this Hanumanji Light Frame carries the blessings of protection, courage, and divine grace. Specifications Length: 6.5 inches Breadth: 1 inch Height: 6.5 inches Weight: 330g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0733_6cb50079-873c-4345-9fb5-fda124949f26.jpg?v=1764145144",
        "product_url": "https://my3ionetra.com/products/hanumanji-3d-light-frame",
        "is_active": true
    },
    {
        "name": "Shiva 3D Light Frame",
        "category": "Spiritual Home",
        "amount": 1299.0,
        "currency": "INR",
        "description": "Shiva 3D Light Frame Invite peace, power, and divine protection into your home with the Shiva 3D Light Frame . Designed with a mesmerizing 3D effect, this spiritual décor piece beautifully captures the calm yet powerful presence of Lord Shiva — the destroyer of negativity and the embodiment of meditation, balance, and cosmic energy. When illuminated, the frame emits a soothing glow that highlights the divine features of Mahadev, creating a serene atmosphere perfect for prayer, relaxation, or quiet reflection. Its modern yet spiritual design fits seamlessly into any space — whether it’s your puja room, living area, office desk, or meditation corner. Crafted using premium, eco-friendly material and advanced 3D technology, this frame ensures both durability and elegance. Whether purchased for your own spiritual space or gifted on auspicious occasions, it brings blessings, purity, and positive vibrations into every environment. Specifications Length: 6.5 inches Breadth: 1 inch Height: 6.5 inches Weight: 330g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0729_29dfa235-18f1-4d73-814b-cb0d8b5108fe.jpg?v=1764145160",
        "product_url": "https://my3ionetra.com/products/shiva-3d-light-frame",
        "is_active": true
    },
    {
        "name": "Ganesh 3D Light Frame",
        "category": "Spiritual Home",
        "amount": 1299.0,
        "currency": "INR",
        "description": "Ganesh 3D Light Frame Bring home the divine presence of Lord Ganesha with our Ganesh 3D Light Frame , a perfect blend of spirituality, art, and modern lighting. This uniquely crafted frame radiates a soft, peaceful glow that instantly elevates the ambience of any room—making it ideal for your puja space, living room, study, or gifting. The stunning 3D design highlights the serene form of Lord Ganesha, the remover of obstacles and the symbol of wisdom, prosperity, and good fortune. When lit, the frame creates a calming aura, filling the surroundings with divine energy and positivity. Made with high-quality, eco-friendly materials and precision 3D craftsmanship, this frame ensures durability along with a premium divine look. Whether kept as a spiritual décor piece or gifted for auspicious occasions, it brings blessings and beauty together in the most elegant way. Specifications Length: 6.5 inches Breadth: 1 inch Height: 6.5 inches Weight: 330g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0711_145b34b6-4839-4221-bff4-f80a48d2488c.jpg?v=1764145189",
        "product_url": "https://my3ionetra.com/products/ganesh-3d-light-frame",
        "is_active": true
    },
    {
        "name": "GSB Ganesh ji Photo Frame",
        "category": "Spiritual Home",
        "amount": 699.0,
        "currency": "INR",
        "description": "Bring home the divine presence of GSB Seva Mandal’s revered Ganpati Bappa with this beautifully crafted premium photo frame , designed to infuse your home with blessings, prosperity, and spiritual energy. This exclusive frame features the iconic Vishwacha Raja idol in all its splendor, adorned with rich jewellery, vibrant colors, and a majestic silver throne. Every detail from the intricate ornaments to the radiant backdrop, has been reproduced with exceptional clarity to create a spiritual masterpiece for your sacred space. Perfect for your puja room, living room, office desk, gifting, or festive decor , this frame carries the sanctity and devotion of the legendary GSB Ganesh Utsav, known for its purity, tradition, and heritage. Key Features Premium High-Definition Print of GSB Seva Mandal’s Ganesh Ji. Ornate, handcrafted-style frame with rich detailing. Vibrant colours &amp; divine aura that elevates any space. Durable, long-lasting quality ideal for home, office, or gifting. Exudes positive energy, protection &amp; prosperity . Perfect for Ganesh Chaturthi , housewarmings, festivals &amp; devotional gifting. Specification: Height: 15 inches Width: 13 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/GSBGaneshjiPhotoframe.png?v=1763554820",
        "product_url": "https://my3ionetra.com/products/gsb-ganesh-ji-photo-frame",
        "is_active": true
    },
    {
        "name": "3D Hanuman Socket Lamp",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "3D Hanuman Socket Lamp Bring home the divine strength and unwavering devotion of Lord Hanuman with the 3D Hanuman Socket Lamp. This sacred creation blends art, light, and faith to fill your home with courage, protection, and spiritual energy. As the lamp glows, the powerful image of Lord Hanuman radiates divine strength and positivity. His calm yet commanding presence inspires confidence, removes fear, and reminds you to face every challenge with faith and determination. The gentle illumination creates an aura of serenity that turns your surroundings into a peaceful sanctuary. Made from eco-friendly Polylactic Acid (PLA) derived from renewable sources like sugarcane and corn starch, this lamp is safe, sustainable, and in harmony with nature. Specification Length: 2.5 inches Breadth: 2.5 inches Height: 4 inches Weight : 42g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0758.jpg?v=1762949729",
        "product_url": "https://my3ionetra.com/products/3d-hanuman-socket-lamp",
        "is_active": true
    },
    {
        "name": "3D Ganesh Socket Lamp",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "3D Ganesh Socket Lamp Bring home the divine presence of Lord Ganesha with the 3D Ganesh Socket Lamp, a perfect blend of spirituality, art, and modern design. This exquisite lamp radiates warmth and positivity, filling your surroundings with the sacred energy of wisdom and prosperity.The lamp features a beautifully detailed 3D image of Lord Ganesha, the remover of obstacles and the harbinger of success. When illuminated, it glows with a soft and peaceful light, creating a serene atmosphere ideal for prayer, meditation, or quiet reflection. Crafted with precision using advanced 3D printing technology, the lamp captures fine textures and lifelike details, bringing divine beauty to life in every glow. Its compact design and plug-in socket make it easy to use in any corner of your home, temple, or workspace. Made from eco-friendly Po lylactic Acid (PLA) derived from natural sources like sugarcane and corn starch, this lamp is safe, sustainable, and crafted with care reflecting harmony with nature as well as devotion to the divine. Specification Length: 2.5 inches Breadth: 2.5 inches Height: 4 inches Weight : 42g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0778.jpg?v=1762943352",
        "product_url": "https://my3ionetra.com/products/3d-ganesh-socket-lamp",
        "is_active": true
    },
    {
        "name": "3D Hanuman Moon Lamp",
        "category": "Spiritual Home",
        "amount": 1499.0,
        "currency": "INR",
        "description": "3D Hanuman Moon Lamp Feel the power, devotion, and divine strength of Lord Hanuman radiate through your space with the Hanuman 3D Moon Lamp 15 Inch . This extraordinary lamp beautifully blends modern design with timeless spirituality, creating an atmosphere filled with courage, faith, and positive energy. The lamp features multiple color options , allowing you to adjust the glow to match your mood or setting. As the moon glows softly, the powerful image of Lord Hanuman appears within it, reminding you of his unwavering devotion and boundless strength. The warm light brings peace and protection, filling your surroundings with divine energy that dispels negativity and fear. Crafted with advanced 3D technology, the lamp captures the natural texture of the moon while illuminating the sacred form of Hanumanji in radiant detail. Its gentle light transforms any space into a serene corner of devotion and inspiration, perfect for meditation, prayer, or relaxation. Specification Length: 15 inches Breadth: 15 inches Height: 8 inches Weight : 185g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0706_1.jpg?v=1762864579",
        "product_url": "https://my3ionetra.com/products/3d-hanuman-moon-lamp",
        "is_active": true
    },
    {
        "name": "3D Ganesh Moon Lamp",
        "category": "Spiritual Home",
        "amount": 1499.0,
        "currency": "INR",
        "description": "3D Ganesh Moon Lamp Bring home the divine glow of light and blessings with the Ganesh Moon 3D Lamp 15 Inch . This enchanting lamp combines art, devotion, and modern design to create a serene and spiritual atmosphere. The radiant moon gently holds the sacred image of Lord Ganesha, the remover of obstacles and the giver of wisdom and prosperity. When illuminated, it feels as though divine energy fills your space with peace, harmony, and positivity. Crafted with advanced 3D technology, this elegant lamp captures the realistic texture of the moon while the divine face of Lord Ganesha glows softly at its center. The lamp features multiple color options , allowing you to adjust the glow to match your mood or setting. The warm light creates a calm and soothing ambience, perfect for meditation, prayer, or relaxation. Made from eco-friendly Polylactic Acid (PLA) derived from renewable sources like sugarcane and corn starch, this lamp is both sustainable and safe for everyday use reflecting harmony not just in design, but also with nature. Specification Length: 15 inches Breadth: 15 inches Height: 8 inches Weight : 185g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0755.jpg?v=1762863684",
        "product_url": "https://my3ionetra.com/products/3d-ganesh-moon-lamp",
        "is_active": true
    },
    {
        "name": "Vastu Dosh Nivaran Shri Sudarshan Yantra",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "Vastu Dosh Nivaran Shri Sudarshan Yantra The Vastu Dosh Nivaran Shri Sudarshan Yantra is a sacred and powerful remedy that removes negative energies and corrects Vastu imbalances in your home or workplace. Blessed with the divine energy of Lord Vishnu’s Sudarshan Chakra, this yantra acts as a spiritual shield that protects your surroundings from evil influences and enhances positive vibrations. This divine yantra balances the five elements of nature, purifies the environment, and brings peace, prosperity, and protection. It neutralizes harmful effects caused by architectural defects, wrong directions, or negative energies. Keeping this yantra in your living space invites divine grace, stability, and abundance. The energy of Lord Sudarshan within the yantra destroys negativity, blocks obstacles, and ensures harmony between cosmic and earthly energies. It is ideal for homes, offices, or business spaces where Vastu corrections are needed without structural changes. Specification Material: Pure Copper Length: 3.5 inches Breadth: 3.5 inches Height: 0.01 inch Weight : 40g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0324.jpg?v=1762857103",
        "product_url": "https://my3ionetra.com/products/vastu-dosh-nivaran-shri-sudarshan-yatra",
        "is_active": true
    },
    {
        "name": "Vastu Devta Yantra",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "Vastu Devta Yantra The Vastu Devta Yantra is a sacred spiritual tool dedicated to the divine guardians of direction and space known as the Vastu Devtas. It harmonizes the flow of energy in your home or workplace and ensures protection, prosperity, and peace in all directions. This powerful yantra invokes the blessings of the deities that govern the eight directions and the center, creating balance and positivity throughout the space. When placed correctly, it helps remove Vastu defects, ward off negative influences, and attract success, health, and happiness. Crafted with devotion and precision, the Vastu Devta Yantra radiates divine vibrations that promote spiritual growth and environmental harmony. It brings alignment between human energy and cosmic energy, ensuring peace and progress in every aspect of life. Specification Material: Pure Copper Length: 3.5 inches Breadth: 3.5 inches Height: 0.01 inch Weight: 40g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0326.jpg?v=1762861477",
        "product_url": "https://my3ionetra.com/products/vastu-devta-yantra",
        "is_active": true
    },
    {
        "name": "Shri Vastu dosh Nivaran Yantra",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "Shri Vastu Dosh Nivaran Yantra The Shri Vastu Dosh Nivaran Yantra is a powerful sacred remedy that helps remove imbalances and negative energies caused by architectural or directional defects in a home or workplace. It restores harmony, prosperity, and positive vibrations by balancing the five elements of nature – earth, water, fire, air, and space. This divine yantra is energized with spiritual vibrations to correct Vastu defects without making structural changes. Placing it in your home or office brings peace, health, and abundance while protecting against financial losses, disputes, and obstacles. The Shri Vastu Dosh Nivaran Yantra radiates pure energy that transforms the atmosphere into one of positivity and progress. It promotes success, stability, and spiritual well-being for everyone living or working in that space. Specification Material: Pure Copper Length: 3.5 inches Breadth: 3.5 inches Height: 0.01 inch Weight : 40g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0328.jpg?v=1762856597",
        "product_url": "https://my3ionetra.com/products/shri-vastu-dosh-nivaran-yantra",
        "is_active": true
    },
    {
        "name": "Shri Baglamukhi Yantra",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "Shri Baglamukhi Yantra The Shri Baglamukhi Yantra is a divine shield of power and protection blessed by Goddess Baglamukhi, one of the ten Mahavidyas. Known as the Goddess who paralyzes negative forces, she blesses her devotees with victory, strength, and stability in every aspect of life. This sacred yantra is crafted to silence enemies, remove obstacles, and bring success in legal matters, business, and competitions. When placed in the puja room or workspace, it radiates positive vibrations that destroy negativity and invite divine blessings. The Shri Baglamukhi Yantra strengthens confidence, courage, and determination. It is especially beneficial for those facing disputes, fear, or challenges from hidden enemies. Regular worship of this yantra with devotion brings victory, fame, and peace of mind. Specification Material: Pure Copper Length: 3.5 inches Breadth: 3.5 inches Height: 0.01 inch Weight : 40g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0330.jpg?v=1762856433",
        "product_url": "https://my3ionetra.com/products/shri-baglamukhi-yantra",
        "is_active": true
    },
    {
        "name": "Sade Sati Nivaran Yantra",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "S ade Sati Nivaran Yantra The Sade Sati Nivaran Yantra is a sacred spiritual tool designed to reduce the effects of Saturn’s challenging phase known as Sade Sati. This powerful yantra helps bring balance, stability, and peace during difficult times influenced by Saturn’s energy. Crafted with precision and devotion, the yantra radiates divine vibrations that protect from financial troubles, career obstacles, and mental stress. Keeping this yantra at home, in your workplace, or in your puja altar invites blessings of Lord Shani and helps neutralize the malefic effects of Saturn. It strengthens discipline, patience, and focus while bringing success and prosperity. Regular worship of this yantra with sincerity and faith can transform negative energy into positive opportunities and remove fear, delays, and uncertainty from life. Specification Material: Pure Copper Length: 3.5 inches Breadth: 3.5 inches Height: 0.01 inch Weight : 40g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0327.jpg?v=1762856238",
        "product_url": "https://my3ionetra.com/products/sade-sati-nivaran-yantra",
        "is_active": true
    },
    {
        "name": "Panchmukhi Hanuman Yantra",
        "category": "Spiritual Home",
        "amount": 499.0,
        "currency": "INR",
        "description": "Panchmukhi Hanuman Yantra The Panchmukhi Hanuman Yantra is a sacred symbol of divine strength, protection, and spiritual power. It represents Lord Hanuman in his five-faced form, each face radiating unique blessings that guard the devotee from fear, evil, and obstacles. Handcrafted and energized with Vedic rituals, this yantra creates a powerful shield of positivity and courage in your surroundings. This holy yantra is ideal for those seeking confidence, mental strength, peace, and victory over challenges. It helps remove negative energies and brings stability, success, and devotion into daily life. Specification Material: Pure Copper Length: 3 inches Breadth: 3 inches Height: 0.01 inch Weight : 35g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0329.jpg?v=1762856132",
        "product_url": "https://my3ionetra.com/products/panchamukhi-hanuman-yantra",
        "is_active": true
    },
    {
        "name": "Kerala Fancy Deep",
        "category": "Pooja Essential",
        "amount": 499.0,
        "currency": "INR",
        "description": "🪔 Kerala Fancy Deep Bring home the serene glow of devotion with this Kerala Fancy Deep , a timeless masterpiece handcrafted from premium-quality brass . Inspired by the traditional lamps of Kerala temples, this diya radiates purity, prosperity, and divine grace making it a perfect addition to your pooja space or home décor. Each curve and contour reflects skilled craftsmanship, creating an aura of sacred elegance that brightens any setting. Whether lit during daily prayers or displayed as a decorative piece, this diya becomes a beacon of peace and positivity. Specification: Small Medium Large Material: Brass Brass Brass Length: 4.5\" 4.5\" 7.5\" Breadth: 4.5\" 4.5\" 7.5\" Height: 6\" 9.5\" 13\" Weight: 117 g 223 g 400 g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0175.jpg?v=1762839876",
        "product_url": "https://my3ionetra.com/products/kerala-fancy-deep-pe-kd-000102",
        "is_active": true
    },
    {
        "name": "Lapis Lazuli Blue Bracelet",
        "category": "Astrostore",
        "amount": 699.0,
        "currency": "INR",
        "description": "Lapis Lazuli Blue Bracelet The Lapis Lazuli Blue Bracelet is crafted from natural lapis lazuli stones, renowned for their deep blue color and spiritual properties. It promotes wisdom, truth, and self-awareness while enhancing mental clarity, focus, and communication. Ideal for daily wear, meditation, or anyone seeking balance, insight, and spiritual growth. Planet: Saturn Key Benefits: Encourages wisdom, self-awareness, and personal growth Enhances communication and self-expression Promotes mental clarity and focus Protects against negative energy and emotional stress Supports spiritual development and meditation Balances the Third Eye and Throat Chakras How to Use: Wear daily: Keep the bracelet on to enhance wisdom, communication, and focus. Use during meditation: Hold it to improve intuition, clarity, and spiritual awareness. Cleanse regularly: Recharge under moonlight or with sage to maintain energy. Care tips: Avoid water and harsh chemicals to preserve its natural shine and effectiveness.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7613_1.jpg?v=1762511579",
        "product_url": "https://my3ionetra.com/products/lapis-lazuli-blue-bracelet",
        "is_active": true
    },
    {
        "name": "Firoza Turquoise blue Bracelet",
        "category": "Astrostore",
        "amount": 499.0,
        "currency": "INR",
        "description": "Firoza Turquoise blue Bracelet The Firoza Turquoise Blue Bracelet is crafted from natural turquoise stones, cherished for their vibrant blue color and powerful healing properties. Known as a stone of protection and communication, it promotes emotional balance, peace, and self-expression. This bracelet helps calm the mind, reduce stress, and attract positive energy, making it ideal for daily wear and spiritual well-being. Benefits: Promotes peace, calmness, and emotional stability Enhances communication and self-expression Protects from negative energy and misfortune Encourages confidence and positive thinking Brings balance to mind, body, and spirit Supports throat chakra for clear communication How to Use: Wear the bracelet daily to stay calm and protected Hold it while setting intentions for clarity and confidence Cleanse it with sage smoke or under moonlight to recharge its energy Keep it away from water, perfume, and harsh chemicals to maintain its shine and effectiveness Natural Variation Disclaimer: Genuine stones naturally vary in color and size. Each piece is unique and may differ slightly from the product pictured.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7672.png?v=1765526666",
        "product_url": "https://my3ionetra.com/products/firoza-turquoise-blue-bracelet",
        "is_active": true
    },
    {
        "name": "Smoky Quartz Bracelet",
        "category": "Astrostore",
        "amount": 999.0,
        "currency": "INR",
        "description": "Smoky Quartz Bracelet The Smoky Quartz Bracelet is crafted from natural smoky quartz stones, known for their grounding and protective properties. Its translucent brown-gray color helps absorb negative energy, relieve stress, and promote emotional stability. This bracelet is ideal for daily wear, meditation, and enhancing overall well-being. Planet: Saturn Benefits: Grounds and stabilizes energy Absorbs negative energy and stress Promotes emotional calmness and mental clarity Enhances focus, concentration, and decision-making Protects against electromagnetic radiation Supports the Root and Solar Plexus Chakras How to Use: Wear the bracelet daily to stay grounded and protected Hold it during meditation to enhance focus and clarity Cleanse it regularly under moonlight or with sage to recharge its energy Keep it away from water and harsh chemicals to preserve its shine and properties Natural Variation Disclaimer: Genuine stones naturally vary in color and size. Each piece is unique and may differ slightly from the product pictured.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7670_be81d64a-1f94-4f1b-9264-b0338c0a7803.png?v=1762423727",
        "product_url": "https://my3ionetra.com/products/smoky-quartz-bracelet",
        "is_active": true
    },
    {
        "name": "Citrine Crystal Tree",
        "category": "Astrostore",
        "amount": 1699.0,
        "currency": "INR",
        "description": "Citrine Crystal Tree Radiating the warm energy of sunshine, the Citrine Crystal Tree is a powerful symbol of prosperity, success, and positive transformation. Known as the Merchant’s Stone , Citrine is believed to attract financial abundance, boost motivation, and promote clarity in decision-making. Prosperity flows to those who greet life with optimism and joy. Handcrafted for all the beautiful souls born in November, this birthday tree features the birthstone Citrine. Bright and sunny, just like those born in this month, Citrine promotes positivity and clarifies your purpose. Gift yourself or a loved one the “Citrine November Birthday Tree” to show your deepest appreciation. Size: 7” Citrine: Optimism, Prosperity, Clarity Tree of Life: Growth, Grounding, Fertility November Birthstone Key Benefits: Attracts wealth, abundance, and positive energy Promotes mental clarity, focus, and decision-making Enhances harmony and prosperity Serves as a decorative piece with uplifting energy How to Use: Place in home or workspace: Enhance positive energy and prosperity. Keep in a prominent spot: Maintain continuous positivity and abundance. Use during meditation: Improve focus, clarity, and spiritual awareness. Cleanse regularly: Recharge with sunlight, moonlight, or sage. Natural Variation Disclaimer: Genuine stones naturally vary in color and size. Each piece is unique and may differ slightly from the product pictured.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Untitled-1.png?v=1761979541",
        "product_url": "https://my3ionetra.com/products/citrine-crystal-tree",
        "is_active": true
    },
    {
        "name": "Ganga Aarti Dashashwamedh Ghat, Varanasi",
        "category": "Seva",
        "amount": 801.0,
        "currency": "INR",
        "description": "Every evening, as the sun sets over the sacred city of Varanasi, hundreds of diyas light up the Ganga Ghat. The sound of conch shells, rhythmic chants, and the fragrance of incense fill the air. Now, you can be part of this divine moment from anywhere through our Online Ganga Aarti Booking. Your sankalp (personal prayer) will be performed by our pandit at Dashashwamedh Ghat, the most sacred ghat of Kashi, and youll receive your Sankalp Video + Aarti Recording through mail. How It Works: Book Online: Choose your date &amp; book at least 24 hours before the Aarti. Share Details: Add your name, gotra (optional). Aarti Performance: Our pandit performs your sankalp &amp; aarti. Receive Videos: Youll get your Sankalp + Aarti videos via Email within 48 hrs after the aarti. Feel the Blessings: Light a diya at home, play the video, and connect your heart with Ganga Maas divine energy. Timings &amp; Booking Info: Aarti Time: Daily 6 PM to 7 PM (IST) Booking Cut-off: 24 hours before Aarti begins. Location: Dashashwamedh Ghat, Varanasi. Delivery: Videos sent within 48 hours post-Aarti via Email. Languages: Regional",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/5_adedece3-c2f8-4df2-a059-a066984a5691.png?v=1761802907",
        "product_url": "https://my3ionetra.com/products/ganga-aarti-from-varanasi-experience-the-divine-flow-of-maa-ganga",
        "is_active": true
    },
    {
        "name": "Moonstone Bracelet",
        "category": "Astrostore",
        "amount": 899.0,
        "currency": "INR",
        "description": "Moonstone Bracelet The Moonstone Bracelet is made from natural moonstone crystals, known for their calming and intuitive properties. Its soft, luminous glow promotes emotional balance, inner peace, and spiritual growth. This bracelet helps enhance intuition, creativity, and self-awareness while providing protection and positive energy. Planet: Moon (Chandra) Benefits: Promotes emotional balance and calmness Enhances intuition, insight, and spiritual growth Encourages creativity and self-expression Protects against negative energy Supports restful sleep and reduces stress Balances the Crown and Third Eye Chakras How to Use: Wear the bracelet daily to support emotional balance and intuition Hold it during meditation to enhance spiritual awareness and focus Cleanse it under moonlight or with sage to recharge its energy Avoid water and harsh chemicals to maintain its shine and natural properties",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7676.jpg?v=1761738859",
        "product_url": "https://my3ionetra.com/products/moonstone-bracelet",
        "is_active": true
    },
    {
        "name": "Citrine Crystal Bracelet",
        "category": "Astrostore",
        "amount": 799.0,
        "currency": "INR",
        "description": "The Citrine Crystal Bracelet is made from natural citrine stones, known as the stone of success, abundance, and positivity. Its warm yellow color symbolizes the energy of the sun, bringing happiness, creativity, and confidence. This bracelet helps attract prosperity and good fortune while uplifting your mood and clearing negative energy. Planet: Jupiter Benefits: Attracts wealth, abundance, and success Promotes confidence, creativity, and motivation Encourages a positive mindset and self-esteem Dispels negative energy and emotional blockages Enhances focus and clarity in decision-making Balances the Solar Plexus Chakra for personal power How to Use: Wear the bracelet daily to attract success and positivity Hold it while setting intentions for wealth or motivation Cleanse it under sunlight or with sage to recharge its energy Avoid contact with water or chemicals to maintain its natural shine and strength",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7680.jpg?v=1765526590",
        "product_url": "https://my3ionetra.com/products/citrine-crystal-bracelet",
        "is_active": true
    },
    {
        "name": "Headache Relief Bracelet",
        "category": "Astrostore",
        "amount": 999.0,
        "currency": "INR",
        "description": "Headache Relief Bracelet Alleviate tension and promote relaxation with the Headache Relief Bracelet. Designed with healing stones, this bracelet helps reduce stress, soothe headaches, and support overall well-being. Benefits: Relieves headaches, tension, and mental fatigue Reduces stress, anxiety, and emotional strain Supports better focus and mental clarity Encourages balance and positive energy flow How to Use: Wear daily to carry soothing energy throughout the day. Use during meditation to enhance calmness and headache relief. Keep it close during stressful situations or work for natural relief. Cleanse regularly with sunlight (morning only), moonlight, or sage to maintain energy.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7561.jpg?v=1761305921",
        "product_url": "https://my3ionetra.com/products/headache-relief",
        "is_active": true
    },
    {
        "name": "Anger Relief Bracelet",
        "category": "Astrostore",
        "amount": 799.0,
        "currency": "INR",
        "description": "Anger Relief Bracelet The Anger Relief Bracelet is designed to help calm emotions, reduce stress, and promote inner peace. Made with carefully selected natural stones, it supports emotional balance and patience, helping you stay composed in challenging situations. Planet: Mars (Mangal) Key Benefits Helps reduce anger and emotional tension Promotes mental clarity and calmness Supports emotional balance and patience Encourages positive energy and peaceful interactions Can be worn daily as a stylish and therapeutic accessory How to Use Wear the bracelet on your wrist daily, preferably on the left hand for energy absorption. During moments of stress or anger, focus on the bracelet and take deep, calming breaths. Can be used during meditation or yoga to enhance emotional control. Avoid wearing it while bathing or swimming to maintain the stones’ energy.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7559.jpg?v=1761307629",
        "product_url": "https://my3ionetra.com/products/anger-relief-bracelet",
        "is_active": true
    },
    {
        "name": "12 Rashi Selenite Plate",
        "category": "Astrostore",
        "amount": 499.0,
        "currency": "INR",
        "description": "12 Rashi Selenite Plate The 12 Rashi Selenite Plate is a beautifully crafted energy tool featuring all twelve zodiac signs, symbolizing balance, harmony, and universal connection. Made from pure selenite, it helps cleanse negative energies, recharge crystals, and promote peace and spiritual growth. Perfect for astrology lovers, meditation practices, and home décor, this plate radiates calmness, positivity, and clarity in any space. Key Benefits: Balances zodiac and cosmic energies Cleanses and recharges crystals effectively Promotes harmony, peace, and spiritual growth Removes negativity and energy blockages Enhances focus during meditation and rituals How to Use: Place crystals or jewelry on the plate for cleansing and recharging Keep it near your altar, workspace, or meditation area to maintain positive energy Use during astrology or chakra healing rituals for better energy alignment",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0380.jpg?v=1760593229",
        "product_url": "https://my3ionetra.com/products/12-rashi-selenite-plate",
        "is_active": true
    },
    {
        "name": "Shri Yantra Selenite Plate",
        "category": "Astrostore",
        "amount": 499.0,
        "currency": "INR",
        "description": "Shri Yantra Selenite Plate The Shri Yantra Selenite Plate combines the sacred geometry of the Shri Yantra with the powerful cleansing energy of Selenite. This divine combination helps attract prosperity, remove energy blockages, and enhance spiritual growth. Ideal for meditation, manifestation, or as a charging plate for your crystals, it radiates positivity and peace in any space. Key Benefits: Attracts abundance, prosperity, and positive energy Cleanses and recharges crystals and surroundings Promotes spiritual growth, peace, and clarity Removes negativity and enhances meditation Balances energy flow in home or workspace How to Use: Place it in your home, altar, or workspace to attract prosperity and harmony Use during meditation or prayer for focus and spiritual connection Set your crystals on the plate to cleanse and recharge them Avoid water contact to maintain the natural selenite surface",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0387.jpg?v=1761202234",
        "product_url": "https://my3ionetra.com/products/shri-yantra-salenite-plate",
        "is_active": true
    },
    {
        "name": "7 Chakra Selenite plate",
        "category": "Astrostore",
        "amount": 499.0,
        "currency": "INR",
        "description": "7 Chakra Selenite plate The 7 Chakra Selenite Plate is a natural energy-cleansing tool that helps balance and align all seven chakras. Known for its high vibration and purifying power, this plate clears negative energies, enhances focus, and restores spiritual harmony. Perfect for meditation, healing sessions, or recharging crystals. Key Benefits: Balances and aligns all seven chakras Cleanses and recharges crystals and energy tools Promotes peace, clarity, and emotional healing Removes negative and stagnant energies Enhances meditation, positivity, and spiritual growth How to Use: Place your crystals or jewelry on the plate to cleanse and recharge them Keep it in your meditation, altar, or workspace for balanced energy Use during chakra healing or Reiki sessions for better alignment Avoid direct contact with water to preserve the selenite’s texture and shine",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_0403.jpg?v=1760593134",
        "product_url": "https://my3ionetra.com/products/7-chakra-selenite-plate",
        "is_active": true
    },
    {
        "name": "Satyanarayan Puja online - Shri Mangal Dev Grah Mandir",
        "category": "Seva",
        "amount": 1800.0,
        "currency": "INR",
        "description": "Dedicated to Lord Vishnu in His divine form as Satyanarayan, this pooja is performed to bring wealth, happiness, and truthfulness into the devotees life. It is one of the most auspicious rituals in Hindu homes and is often performed on Purnima, Ekadashi, and family occasions.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/satyanarayanpooja.jpg?v=1758172856",
        "product_url": "https://my3ionetra.com/products/satyanarayan-pooja",
        "is_active": true
    },
    {
        "name": "Abhishek - Shri Mangal Dev Grah Mandir",
        "category": "Puja",
        "amount": 810.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/BhomyagorMangalDoshNivaranYajna_2.webp?v=1760362940",
        "product_url": "https://my3ionetra.com/products/abhishek",
        "is_active": true
    },
    {
        "name": "Cat's Eye Ganesha",
        "category": "Astrostore",
        "amount": 999.0,
        "currency": "INR",
        "description": "Cat's Eye Ganesha The Cat's Eye Ganesha is a beautifully crafted statue symbolizing wisdom, protection, and prosperity. Perfect for your home, office, or as a thoughtful gift, it brings positive energy and spiritual blessings into your surroundings. Key Benefits Attracts Wisdom &amp; Prosperity: Supports decision-making, clarity, and success. Enhances Positive Energy: Brings harmony, balance, and protective vibes. Perfect Gift: Ideal for festivals, housewarmings, or spiritual occasions. Spiritual Protection: Believed to ward off negative energies and invite positivity. How to Use Place the Cat's Eye Ganesha in your pooja area, office, or home décor to invite blessings and spiritual energy. Use as a meditation focal point to enhance wisdom and focus. Keep on desks or shelves to attract harmony, prosperity, and protection daily.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/catseyesganesha.jpg?v=1760094199",
        "product_url": "https://my3ionetra.com/products/cats-eye-ganesha",
        "is_active": true
    },
    {
        "name": "Coconut Shell Natural Wax Candle Gift Box",
        "category": "Spiritual Home",
        "amount": 599.0,
        "currency": "INR",
        "description": "Handcrafted from real coconut shells and filled with eco-friendly wax, this candle is sustainable, stylish, and soothing. Its rustic charm and calming glow make it perfect for home décor, relaxation, meditation, or gifting. Quantity- Set of 2 Key Benefits Eco-Friendly &amp; Sustainable – Crafted from natural coconut shells, biodegradable and reusable. Unique &amp; Stylish – Each piece has its own natural shape and design, making every candle one of a kind. Calming Ambience – Creates a soft, soothing glow ideal for yoga, meditation, or cozy evenings. Perfect Gift – A thoughtful eco-conscious gift for birthdays, festivals, or housewarmings. Reusable Shell – Once the candle is finished, repurpose the shell as a décor bowl, jewelry holder, or planter. How to Use Place the candle on a flat, heat-resistant surface. Light the wick and enjoy the warm, natural glow. Blow out gently after use and let it cool before handling. Reuse the coconut shell creatively once the wax is finished.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Coconut_natural_candles.jpg?v=1760176511",
        "product_url": "https://my3ionetra.com/products/coconut-shell-natural-wax-candle-gift-box",
        "is_active": true
    },
    {
        "name": "Black Tourmaline Hanging",
        "category": "Astrostore",
        "amount": 499.0,
        "currency": "INR",
        "description": "Black Tourmaline Hanging Protect your space with the Black Tourmaline Hanging, a powerful energy accessory designed to shield your home or workspace from negative energy. Known for its grounding and protective properties, it promotes balance, positivity, and calmness. Key Benefits Protects against negative energy and harmful vibrations Promotes emotional balance and mental clarity Enhances positive energy flow in your surroundings Acts as a decorative piece with protective energy How to Use Hang it in your home, office, or meditation area for continuous protection Place near doors, windows, or electronic devices to absorb negative energy Cleanse regularly with moonlight, sage, or crystal cleansing methods",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7732_1.jpg?v=1760094911",
        "product_url": "https://my3ionetra.com/products/black-tourmaline-hanging",
        "is_active": true
    },
    {
        "name": "7 Chakra Tree",
        "category": "Astrostore",
        "amount": 599.0,
        "currency": "INR",
        "description": "7 Chakra Tree The 7 Chakra Tree is a beautiful crystal tree designed to balance your chakras and enhance positive energy. Ideal for home, office, or meditation spaces, it brings harmony, spiritual healing, and vibrant energy into your surroundings. Key Benefits Balances Chakras: Supports physical, emotional, and spiritual alignment. Enhances Positive Energy: Invites harmony, peace, and good vibes. Beautiful Home Décor: Adds aesthetic appeal to any room or workspace. Perfect Gift: Ideal for meditation enthusiasts, wellness lovers, or spiritual gifting. How to Use Place the 7 Chakra Tree in your home, office, or meditation area to attract balanced energy. Use as a focal point during meditation to enhance chakra healing and spiritual awareness. Keep on desks or shelves to maintain a positive and harmonious environment daily. Natural Variation Disclaimer: Genuine stones naturally vary in color and size. Each piece is unique and may differ slightly from the product pictured.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7723.jpg?v=1760087968",
        "product_url": "https://my3ionetra.com/products/7-chakra-tree",
        "is_active": true
    },
    {
        "name": "Green Jade Ganesha",
        "category": "Astrostore",
        "amount": 1499.0,
        "currency": "INR",
        "description": "Green Jade Ganesha The Green Jade Ganesha is a beautifully crafted statue symbolizing wealth, prosperity, and positive energy. Perfect for home, office, or as a thoughtful gift, it brings harmony, blessings, and spiritual vibes into your surroundings. Key Benefits Attracts Prosperity ; Wealth : Ideal for financial growth and abundance. Enhances Positive Energy: Brings harmony, balance, and spiritual vibes. Perfect Gift : Suitable for housewarmings, festivals, or spiritual occasions. Boosts Focus ; Clarity: Jade is believed to support wisdom and decision-making. How to Use Place the Green Jade Ganesha in your pooja area, office, or home dcor to attract blessings and positivity. Use as a focal point for meditation to enhance spiritual energy. Keep on desks or shelves to invite harmony and prosperity daily.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/greenjadeganesh.jpg?v=1760081269",
        "product_url": "https://my3ionetra.com/products/green-jade-ganesha",
        "is_active": true
    },
    {
        "name": "Rose Quartz Tree",
        "category": "Astrostore",
        "amount": 1299.0,
        "currency": "INR",
        "description": "Rose Quartz Tree The Rose Quartz Tree is a beautiful and powerful energy accessory crafted with natural Rose Quartz stones. It is designed to bring love, harmony, and positive energy into your surroundings, while adding elegance to your home or workspace. Key Benefits Attracts love, compassion, and positive relationships Promotes emotional healing and self-love Reduces stress, anxiety, and negative emotions Supports inner peace and emotional balance Acts as a decorative piece with calming energy How to Use Place it in your home, office, or meditation space to enhance love and positivity Keep it in a prominent location to maintain harmony and emotional balance Use during meditation to open your heart chakra and attract love Cleanse regularly with sunlight, moonlight, or sage to preserve its natural energy Natural Variation Disclaimer: Genuine stones naturally vary in color and size. Each piece is unique and may differ slightly from the product pictured.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7725.jpg?v=1760082532",
        "product_url": "https://my3ionetra.com/products/rose-quartz-tree",
        "is_active": true
    },
    {
        "name": "Amethyst Tree",
        "category": "Astrostore",
        "amount": 1499.0,
        "currency": "INR",
        "description": "Amethyst Tree The Amethyst Tree is a beautiful and powerful energy accessory made with natural Amethyst stones. It is designed to bring calmness, spiritual growth, and positive energy into your surroundings, while enhancing the décor of your home or workspace. Key Benefits Promotes calmness, emotional balance, and stress relief Enhances spiritual growth and intuition Supports mental clarity and focus Absorbs negative energy and transforms it into positive vibrations Acts as a decorative piece with healing energy How to Use Place it in your home, office, or meditation space to enhance positive energy Keep it in a prominent location to maintain harmony and tranquility Use during meditation to strengthen intuition and spiritual connection Cleanse regularly with sunlight, moonlight, or sage to preserve its natural vibrations Natural Variation Disclaimer: Genuine stones naturally vary in color and size. Each piece is unique and may differ slightly from the product pictured.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7724.jpg?v=1760083260",
        "product_url": "https://my3ionetra.com/products/amethyst-tree",
        "is_active": true
    },
    {
        "name": "7 Chakra Pyramid",
        "category": "Astrostore",
        "amount": 499.0,
        "currency": "INR",
        "description": "7 Chakra Pyramid The 7 Chakra Pyramid is a powerful energy accessory designed to balance and align your seven chakras. Made with seven natural stones, it amplifies positive energy, promotes spiritual growth, and enhances overall well-being. Its larger size makes it ideal for home, office, or meditation spaces. Key Benefits Balances and aligns all seven chakras Amplifies positive energy and vitality Promotes emotional stability and mental clarity Supports meditation, mindfulness, and spiritual growth Helps reduce stress, anxiety, and negativity Enhances harmony and energy flow in your surroundings How to Use Place it in your home, office, or meditation area for continuous energy balancing Use during meditation to focus on chakra alignment Keep it near your workspace or living area to maintain positive energy flow",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/7chakra_1.jpg?v=1760079529",
        "product_url": "https://my3ionetra.com/products/7-chakra-pyramid",
        "is_active": true
    },
    {
        "name": "Lakshmi Pyramid",
        "category": "Astrostore",
        "amount": 899.0,
        "currency": "INR",
        "description": "Lakshmi Pyramid The Lakshmi Pyramid is a sacred energy accessory designed to attract wealth, prosperity, and positive vibrations into your life. Inspired by the divine energy of Goddess Lakshmi, it promotes abundance, harmony, and spiritual balance in your surroundings. Key Benefits Attracts wealth, prosperity, and financial stability Enhances positive energy and abundance Supports emotional balance and mental clarity Promotes focus, motivation, and confidence Helps maintain harmony in home or workspace How to Use Place it in your home, office, or workspace to attract positive energy and abundance Keep it in a sacred or prominent place for spiritual energy flow Use during meditation to enhance focus and manifestation Cleanse regularly with sunlight, moonlight, or sage to maintain its energy",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/lakshmipy_2.jpg?v=1760081055",
        "product_url": "https://my3ionetra.com/products/lakshmi-pyramid",
        "is_active": true
    },
    {
        "name": "Suvarna Shankh Deepam",
        "category": "Sculptures & Statues",
        "amount": 699.0,
        "currency": "INR",
        "description": "Suvarna Shankh Deepam A beautifully crafted Suvarna Shankh Deepam made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 1.5 inches Breadth: 3.5 inches Weight: 62g Depth: 3.5 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/suvarna_1.jpg?v=1759930295",
        "product_url": "https://my3ionetra.com/products/suvarna-shankh-deepam",
        "is_active": true
    },
    {
        "name": "Lakshmi Ganesh Murti",
        "category": "Sculptures & Statues",
        "amount": 1799.0,
        "currency": "INR",
        "description": "Lakshmi Ganesh Murti The Lakshmi Ganesh Murti is a divine idol that brings prosperity, wealth, and positive energy to your home or office. Ideal for pooja, meditation, or dcor, it promotes harmony, abundance, and spiritual well-being. Specification: Material: Brass Height: 4 inches Weight: 706 g Breadth: 4 inches Depth: 1 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/8_112b9349-3ef2-4783-b278-508be3cc96c3.jpg?v=1759930693",
        "product_url": "https://my3ionetra.com/products/lakshmi-ganesh-murti",
        "is_active": true
    },
    {
        "name": "Lakshmi Ganesh 3 inch",
        "category": "Pooja Murti",
        "amount": 1999.0,
        "currency": "INR",
        "description": "The Lakshmi Ganesh 3 Inch Idol is a beautifully crafted statue symbolizing wealth, success, and harmony. Perfect for your home, office, or as a thoughtful gift, it invites positive energy and blessings into your surroundings. Specification: Material : Brass Height: 3 inches Breadth: 3 inches Weight: 210 g Depth: 1.5 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/4_b9f8cba5-28f6-4648-a330-0fcddfd12a80.jpg?v=1759930484",
        "product_url": "https://my3ionetra.com/products/lakshmi-ganesh-3-inch",
        "is_active": true
    },
    {
        "name": "Kamal Lakshmi Ganesh Murti",
        "category": "Pooja Murti",
        "amount": 999.0,
        "currency": "INR",
        "description": "Kamal Lakshmi Ganesh Murti The Kamal Lakshmi Ganesh Murti is a beautiful idol that brings prosperity, wealth, and positive energy to your home or office. Ideal for pooja, meditation, or dcor, it promotes harmony, abundance, and spiritual well-being. Specification: Material: Brass Height: 3 inches Breadth : 3.5 inches Depth: 1.5 inches Weight: 410 g",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/6_0963010c-1934-48f5-a133-534439c42c30.jpg?v=1759930177",
        "product_url": "https://my3ionetra.com/products/kamal-lakshmi-ganesh-murti",
        "is_active": true
    },
    {
        "name": "Kamal Lakshmi Ganesh Brass Idol",
        "category": "Pooja Murti",
        "amount": 1499.0,
        "currency": "INR",
        "description": "Kamal Lakshmi Ganesh Brass Idol The Kamal Lakshmi Ganesh Brass Idol is a sacred and elegant idol that brings wealth, prosperity, and positive energy into your home or workspace. Perfect for pooja, meditation and it promotes harmony, abundance, and spiritual well-being. Specification: Material: Brass Height: 3inch Length: 1.5inch Breadth: 3.5inch Weight: 200gms",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/5_b841e26e-96b2-496d-a624-6f6f9e820b93.jpg?v=1759929871",
        "product_url": "https://my3ionetra.com/products/kamal-lakshmi-ganesh-brass-idol",
        "is_active": true
    },
    {
        "name": "Kamakshi Deep",
        "category": "Spiritual Home",
        "amount": 999.0,
        "currency": "INR",
        "description": "Kamakshi Deep The Kamakshi Deep is a traditional oil lamp that brings positivity, peace, and spiritual energy to your home or pooja space. Perfect for daily rituals, meditation, or festive decor, it enhances harmony and sacred ambiance. Specification Material: Brass Height: 4 inches Breadth : 3.5 inches Weight: 123g Depth: 3.5 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/kamakshi_1.jpg?v=1759929469",
        "product_url": "https://my3ionetra.com/products/kamakshi-deep",
        "is_active": true
    },
    {
        "name": "Naagdev- 5.5\"",
        "category": "Pooja Murti",
        "amount": 799.2,
        "currency": "INR",
        "description": "Naagdev This is a beautifully crafted Naagdev made from high-quality Brass. Specification Material: Brass Height: 5.5 Width: 4.0 Depth: 4.0",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07625_front.jpg?v=1754924417",
        "product_url": "https://my3ionetra.com/products/brass-snake-of-shiva-pe-bss-000201",
        "is_active": true
    },
    {
        "name": "Lord Hanuman Brass Idol",
        "category": "Pooja Murti",
        "amount": 3999.0,
        "currency": "INR",
        "description": "Lord Hanuman Brass Idol A beautifully crafted Lord Hanuman Brass Idol made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 4.0 inches Width: 3.0 inches Depth: 2.0 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/10_e8fb9fe2-0bd3-4109-9449-877c68a546eb.jpg?v=1759841853",
        "product_url": "https://my3ionetra.com/products/lord-hanuman-brass-idol-pm-hi-000101",
        "is_active": true
    },
    {
        "name": "Kamandal",
        "category": "Pooja Essential",
        "amount": 479.2,
        "currency": "INR",
        "description": "Kamandal This is a beautifully crafted Kamandal made from high-quality Copper. Specification Material: Copper Height: 4 Width: 2.0 Depth: 2.0",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07550_front.jpg?v=1754921984",
        "product_url": "https://my3ionetra.com/products/pe-kmd-000101",
        "is_active": true
    },
    {
        "name": "Career Success Bracelet",
        "category": "Astrostore",
        "amount": 699.0,
        "currency": "INR",
        "description": "The Career Success Bracelet is designed to attract opportunities, boost confidence, and support professional growth. Made with carefully selected natural stones, it symbolizes ambition, clarity, and success, helping you stay focused and motivated in your career journey. Key Benefits: Enhances confidence and communication skills Attracts new career opportunities and growth Improves focus, decision-making, and leadership qualities Encourages motivation, ambition, and success-driven energy How to Use: Wear it daily: Keep it on your right or left wrist to stay connected to its motivating energy throughout the day Set your intention: Hold the bracelet and affirm your career goals and success Use during work or study: Wear it while working, attending meetings, or preparing for exams to enhance focus, confidence, and clarity",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/CarrerSuccess_4d279bfe-5295-450a-97de-22307fd50f33.jpg?v=1759752126",
        "product_url": "https://my3ionetra.com/products/carrer-success",
        "is_active": true
    },
    {
        "name": "Antidepression Bracelet",
        "category": "Astrostore",
        "amount": 699.0,
        "currency": "INR",
        "description": "Find calm, balance, and emotional strength with the Anti-Depression Bracelet. Made with soothing natural stones, this bracelet helps reduce stress, ease negative thoughts, and promote inner peace. Its gentle energy supports mental well-being while adding a stylish touch to your everyday look. Key Benefits: Encourages relaxation and emotional balance Reduces stress, anxiety, and negative thoughts Promotes clarity, positivity, and self-love Helps maintain peace of mind throughout the day How to Use: Wear it daily: Put it on your left wrist to receive calming and healing energy Set your intention: Hold the bracelet, take a deep breath, and silently affirm peace, healing, and emotional balance Use in mindfulness: Wear it during meditation, journaling, or deep breathing to enhance relaxation and focus",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/AntiDepression_001eebac-ab28-4fd2-95d0-f153066141fa.jpg?v=1759751552",
        "product_url": "https://my3ionetra.com/products/antidepression",
        "is_active": true
    },
    {
        "name": "Weight Loss Bracelet",
        "category": "Astrostore",
        "amount": 999.0,
        "currency": "INR",
        "description": "Stay motivated on your fitness journey with the Weight Loss Bracelet, crafted with natural stones believed to support willpower, boost metabolism, and encourage healthy lifestyle habits. Stylish and meaningful, this bracelet helps you stay focused on your weight management goals while adding positive energy to your daily routine. Planet: Venus Key Benefits: Encourages discipline and self-control Boosts motivation for exercise and healthy eating Believed to aid metabolism and energy flow Reduces stress and emotional eating triggers How to Use: Wear it daily: Keep the bracelet on your wrist throughout the day to stay connected to its motivating energy Set your intention: Hold the bracelet and affirm: “I am healthy, disciplined, and achieving my weight goals” Pair with healthy habits: Use it as a reminder to eat mindfully, exercise regularly, and maintain a positive mindset",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/WeightLoss_c6e815e9-77aa-4518-ab62-67e3bd400f48.jpg?v=1759751127",
        "product_url": "https://my3ionetra.com/products/weight-loss",
        "is_active": true
    },
    {
        "name": "Triple Protection Bracelet",
        "category": "Astrostore",
        "amount": 499.0,
        "currency": "INR",
        "description": "The Triple Protection Bracelet, featuring Tiger Eye, Hematite, and Black Obsidian, is designed to shield you from negative energies while boosting strength, courage, and stability. Perfect for daily wear, this unisex bracelet combines grounding, protective, and balancing energies to support emotional and spiritual well-being. Planet: Shani (Saturn), Rahu and Ketu Key Benefits: Tiger Eye: Enhances focus, confidence, and willpower Hematite: Absorbs negative energy, calms stress, and improves concentration Black Obsidian: Protects against negativity and fosters emotional clarity Shields from negative energies and harmful influences Boosts courage, confidence, and determination Promotes mental clarity, stability, and calm Stylish, unisex design suitable for any outfit How to Use: Wear daily to create a protective energy shield Use during stressful situations to enhance focus and mental clarity Wear to boost courage, confidence, and personal growth",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/TripleProtection_2_574fac62-345e-48ab-8ebb-953f9464f3c7.jpg?v=1759750730",
        "product_url": "https://my3ionetra.com/products/triple-protection",
        "is_active": true
    },
    {
        "name": "Money Magnet Bracelet",
        "category": "Astrostore",
        "amount": 599.0,
        "currency": "INR",
        "description": "The Money Magnet Bracelet is designed to attract wealth, prosperity, and abundance into your life. Crafted with natural energy stones, it helps boost confidence, focus, and success while encouraging a positive money mindset. Perfect for anyone seeking growth, stability, and financial opportunities. Key Benefits: Attracts wealth, prosperity, and abundance Encourages financial growth and stability Boosts motivation, confidence, and focus Promotes a positive mindset for success Helps manifest business and career opportunities How to Use: Wear it daily: Keep it on your wrist to stay aligned with abundance energy Set your intention: Hold the bracelet and affirm: “I attract prosperity and success effortlessly.” Use during work or meditation: Helps maintain focus and attract wealth energy",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/MoneyMagnet_1.jpg?v=1759750253",
        "product_url": "https://my3ionetra.com/products/money-magnet",
        "is_active": true
    },
    {
        "name": "Health & Wealth Bracelet",
        "category": "Astrostore",
        "amount": 699.0,
        "currency": "INR",
        "description": "Health &amp; Wealth Bracelet The Health and Wealth Bracelet is crafted with powerful natural stones believed to attract prosperity while promoting physical and emotional well-being. It helps balance energy, strengthen vitality, and bring harmony to mind, body, and finances making it a meaningful accessory for everyday wear. Key Benefits: Attracts wealth, prosperity, and financial growth Promotes physical health and overall vitality Balances mind, body, and spirit for inner harmony Encourages confidence, motivation, and success Supports emotional balance and positive energy How to Use: Wear it daily: Keep it on your wrist to attract health and prosperity energy Set your intention: Hold the bracelet and affirm: “I am healthy, wealthy, and full of positive energy.” Use during meditation or work: Enhances focus, stability, and energy flow throughout the day",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Health_Wealth_1.jpg?v=1759749866",
        "product_url": "https://my3ionetra.com/products/health-wealth",
        "is_active": true
    },
    {
        "name": "Education (Studies) Bracelet",
        "category": "Astrostore",
        "amount": 999.0,
        "currency": "INR",
        "description": "Education (Studies) Bracelet Boost focus, memory, and success in studies with the Education Bracelet, crafted with natural stones believed to enhance concentration, wisdom, and learning ability. Perfect for students, professionals, and lifelong learners, this bracelet channels positive energy to support academic growth, clarity, and confidence. Planet: Mercury (Budh) Key Benefits: Improves focus and concentration during studies Enhances memory retention and mental clarity Encourages wisdom, confidence, and problem-solving skills Reduces stress and anxiety before exams or presentations Promotes motivation and success in academic or professional goals How to Use: Wear it daily: Put the bracelet on your left wrist while studying or attending classes to absorb its focus and wisdom energy Set your intention: Hold the bracelet and affirm: “I am focused, confident, and successful in my studies.” Use during study or meditation: Wear it while reading, writing, or meditating to improve concentration and memory",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/EducationBracelet.jpg?v=1759749444",
        "product_url": "https://my3ionetra.com/products/education-studies-bracelet",
        "is_active": true
    },
    {
        "name": "Early Marriage Bracelet",
        "category": "Astrostore",
        "amount": 999.0,
        "currency": "INR",
        "description": "Early Marriage Bracelet Manifest love and marital harmony with the Early Marriage Bracelet, thoughtfully crafted with natural stones known to attract positive energy, strengthen relationships, and remove obstacles to marriage. This elegant bracelet supports those seeking a timely and blissful union filled with love, understanding, and divine blessings. Key Benefits: Attracts love, affection, and emotional balance Strengthens existing bonds and enhances communication Removes negativity and delays in marriage prospects Encourages positivity, harmony, and divine connection Promotes a peaceful and joyful married life How to Use: Wear it daily: Keep the bracelet on your left wrist to receive love and harmonious energy. Set your intention: Before wearing, hold it in your hands and affirm — “I attract love, harmony, and a blessed marriage.” Use during prayer or meditation: Wear it while praying, meditating, or chanting to enhance its positive vibrations and attract divine blessings.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/EarlyMarriage_1.jpg?v=1759748722",
        "product_url": "https://my3ionetra.com/products/early-marriage",
        "is_active": true
    },
    {
        "name": "Diabetes Control Bracelet",
        "category": "Astrostore",
        "amount": 1199.0,
        "currency": "INR",
        "description": "Support your well-being naturally with the Diabetes Control Bracelet, crafted with carefully selected healing stones believed to help balance energy, reduce stress, and promote a healthier lifestyle. Designed for both comfort and style, this bracelet serves as a daily reminder to stay mindful of your health while radiating positive energy and inner strength. Key Benefits: Supports emotional balance and stress relief Encourages mindfulness in daily health habits Believed to help promote energy stability and inner harmony Complements a healthy lifestyle and positive mindset Stylish, comfortable, and suitable for daily wear How to Use: Wear it daily: Keep the bracelet on your wrist throughout the day to stay connected to its balancing energy. Set your intention: Each morning, hold the bracelet and affirm — “I choose health, balance, and strength every day.” Pair with healthy habits: Use it as a reminder to follow your doctor’s advice, eat mindfully, stay active, and manage stress.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DiabetesControl_44bd21da-ed90-42b8-b33f-2b8920e94929.jpg?v=1764653421",
        "product_url": "https://my3ionetra.com/products/diabeties",
        "is_active": true
    },
    {
        "name": "Dhan Yog Bracelet",
        "category": "Astrostore",
        "amount": 799.0,
        "currency": "INR",
        "description": "Dhan Yog Bracelet The Dhan Yog Bracelet is a powerful prosperity charm designed to attract wealth, success, and abundance into your life. Crafted with auspicious natural stones associated with prosperity and good fortune, this bracelet helps balance financial energy, remove obstacles, and align you with opportunities for growth and success. Perfect for entrepreneurs, professionals, and anyone seeking financial stability and prosperity. Key Benefits: Attracts wealth, abundance, and financial success Removes obstacles and enhances luck and prosperity Encourages confidence, motivation, and a positive mindset Promotes clarity in decision-making and financial planning Enhances overall prosperity energy in personal and professional life How to Use: Wear it daily: Keep the bracelet on your right wrist to stay aligned with prosperity energy throughout the day. Set your intention: Before wearing, hold it and affirm — “I attract wealth, opportunities, and success with ease.” Use during meditation or prayer: Focus on abundance and gratitude to strengthen its positive vibrations.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Dhanyog_f942df40-83d9-43f3-8eda-093a7be52fcb.jpg?v=1759747528",
        "product_url": "https://my3ionetra.com/products/dhan-yog-bracelet",
        "is_active": true
    },
    {
        "name": "Anusthan And Pujan Maa Bajreshwari darshan - Shri Bajreshwari Temple.(max. 5 persons)",
        "category": "members-form",
        "amount": 2100.0,
        "currency": "INR",
        "description": "(max. 5 persons)",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/AnusthanAndPujanMaaBajreshwaridarshan-ShriBajreshwariTemple.png?v=1759749738",
        "product_url": "https://my3ionetra.com/products/anusthan-and-pujan-maa-bajreshwari-darshan-shri-bajreshwari-temple",
        "is_active": true
    },
    {
        "name": "Aarti Bhog seva - Shri Bajreshwari Temple",
        "category": "members-form",
        "amount": 15000.0,
        "currency": "INR",
        "description": "Rs. (5100rs. Per time)",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/AartiBhogseva-ShriBajreshwariTemple.png?v=1759749783",
        "product_url": "https://my3ionetra.com/products/aarti-bhog-seva-shri-bajreshwari-temple",
        "is_active": true
    },
    {
        "name": "Bhairav Baba, Maa kali and Yogini Pujan, Kumari pujan - Shri Bajreshwari Temple",
        "category": "members-form",
        "amount": 11000.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/BhairavBaba_MaakaliandYoginiPujan_Kumaripujan-ShriBajreshwariTemple_526378d6-654f-4ceb-8324-ac33740a6766.png?v=1759749836",
        "product_url": "https://my3ionetra.com/products/bhairav-baba-maa-kali-and-yogini-pujan-kumari-pujan-shri-bajreshwari-temple",
        "is_active": true
    },
    {
        "name": "Durga Saptashati & Bijatmak Saptashati Yagya - Shri Bajreshwari Temple",
        "category": "members-form",
        "amount": 5100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DurgaSaptashati_BijatmakSaptashatiYagya-ShriBajreshwariTemple.png?v=1759749869",
        "product_url": "https://my3ionetra.com/products/durga-saptashati-bijatmak-saptashati-yagya-shri-bajreshwari-temple",
        "is_active": true
    },
    {
        "name": "Janamdin pujan - Shri Bajreshwari Temple",
        "category": "members-form",
        "amount": 2100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Janamdinpujan-ShriBajreshwariTemple.png?v=1759749907",
        "product_url": "https://my3ionetra.com/products/janamdin-pujan-shri-bajreshwari-temple",
        "is_active": true
    },
    {
        "name": "Shree Ganesh Murti “ Brass Idol of Vighnaharta",
        "category": "Pooja Murti",
        "amount": 1499.0,
        "currency": "INR",
        "description": "Shree Ganesh Murti “ Brass Idol of Vighnaharta for Auspicious Beginnings A beautifully crafted Shree Ganesh Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 3.0 inches Width: 2.0 inches Depth: 1.5 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07310_96004d56-714c-473b-96db-88b10a156561.jpg?v=1759317891",
        "product_url": "https://my3ionetra.com/products/shree-ganesh-murti-brass-idol-of-vighnaharta-pm-gan-000701",
        "is_active": true
    },
    {
        "name": "Shree Ganesh Murti “ Brass Idol of Vighnaharta",
        "category": "Pooja Murti",
        "amount": 1999.0,
        "currency": "INR",
        "description": "Shree Ganesh Murti “Brass Idol of Vighnaharta for Auspicious Beginnings A beautifully crafted Shree Ganesh Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 4.0 inches Width: 3.5 inches Depth: 2.5 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07656.jpg?v=1760003074",
        "product_url": "https://my3ionetra.com/products/shree-ganesh-murti-brass-idol-of-vighnaharta-pm-gan-000601",
        "is_active": true
    },
    {
        "name": "Lakshmi Ganesh Saraswati Puja Box",
        "category": "Spiritual Home",
        "amount": 1050.0,
        "currency": "INR",
        "description": "Lakshmi Ganesh Saraswati Puja Box with Vastu Tortoise | Divine Trio Blessing Set | Gift ; Box for Pooja, Wedding Gifts ; House Warming | Diwali Gifts | Office Desk Add shubh energy to your home or office with this beautifully designed Vastu Tortoise Gift Box. Featuring the divine presence of Lakshmi Ji, Saraswati Ji, and Ganesh Ji, this set brings together wisdom, wealth, and positivity in one elegant piece. At the center sits an acrylic tortoise (symbol of balance and success) with Swastik Shubh Yantras on either side all housed in a premium rectangular box (8 x 4.5 x 1.5 inches) with velvet lining and intricate deity artwork. Perfect for gifting or daily pooja setup this is your dose of divine energy and aesthetic vibes! Top Highlights: Box Size: 8 x 4.5 x 1.5 inches Vastu Tortoise “ for stability, peace ; prosperity Swastik Yantras on both sides Embossed Lakshmi, Saraswati ; Ganesh backdrop Velvet-lined interior for a rich look Great for pooja, vastu dcor ; return gifting Style - Traditional Material - Acrylic Perfect For: Diwali / Dhanteras gifting Housewarming (Griha Pravesh) Festive gifting ; return gifts Spiritual space setup ; vastu correction",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7479_8d1bc5ec-9f64-49d2-80e6-76a1412ca8e2.jpg?v=1759302386",
        "product_url": "https://my3ionetra.com/products/vastu-kurma-dev-trio-uphaar-2",
        "is_active": true
    },
    {
        "name": "Lakshmi Kuber Puja Box",
        "category": "Spiritual Home",
        "amount": 1050.0,
        "currency": "INR",
        "description": "Lakshmi Kuber Charan Paduka Gift Box Blessings of Dhan ; Samriddhi Charan Paduka Box for Pooja, Wedding Gifts ; House Warming Diwali Gifts Office Desk Bring home the shubh vibes of Maa Lakshmi and Lord Kuber with this beautifully designed Lakshmi Kuber Gift Box. Set in a premium rectangular box (8 x 4.5 x 1.5 inches) , it includes golden Charan Paduka, divine Yantras, and detailed embossed artwork of the deities. Perfect for pooja, gifting, ya apke mandir ka ek pavitra addition this box is all about blessings, wealth, and positivity. Ideal for Diwali, Griha Pravesh, we ddings, ya kisi bhi shubh avsar par. Top Highlights: Box Size: 8 x 4.5 x 1.5 inches Elegant Rectangular Box with luxe velvet lining Golden Charan Paduka “ symbol of divine presence Includes Shree ; Kuber Yantras for prosperity ; protection Embossed Deity Artwork “ intricate ; premium feel Perfect for home temple, gifting, or festive dcor No extra packing needed “ gift-ready presentation Style - Traditional Material - Acrylic Perfect For: * Diwali ; Dhanteras pooja * Griha Pravesh (Housewarming) * Wedding or return gifts * Festive gifting ; corporate giveaways",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC_7436_2.jpg?v=1759302658",
        "product_url": "https://my3ionetra.com/products/lakshmi-kuber-paduka-dhan-samriddhi-1",
        "is_active": true
    },
    {
        "name": "Puja Thali - 12 inches (circumference)",
        "category": "Pooja Essential",
        "amount": 1500.0,
        "currency": "INR",
        "description": "Puja Thali “ Flower Designed Puja Thali ¨ Product Features: Design: Floral motif with intricate detailing for a festive and elegant look Includes: 1 Puja Thali Finish: Glossy, mirror, or matte finish (as applicable) with hand-painted or embossed flower artwork Size: 12 inches (circumference) ¸ Why You'll Love It: Durable and reusable for years of festive use Flower design symbolizes prosperity, beauty, and devotion Ideal for gifting to brides, newlyweds, or loved ones during festive season Adds a touch of tradition and beauty to your rituals Ideal For: Karwa Chauth Puja Wedding trousseaus and bridal gifting Diwali and festive home decor Religious ceremonies and housewarmings",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Thali_097ec0d1-7d1c-4a07-b251-082d29710ab7.jpg?v=1759133449",
        "product_url": "https://my3ionetra.com/products/puja-thali-12-inches-circumference",
        "is_active": true
    },
    {
        "name": "Puja Thali - 8 inches (circumference)",
        "category": "Pooja Essential",
        "amount": 600.0,
        "currency": "INR",
        "description": "Puja Thali featuring the spiritual 'Om' symbol at its center. Crafted to bring elegance and divine energy to your rituals, this thali is a perfect blend of tradition, beauty, and spiritual significance. ✨ Product Features: Design: Central ‘Om’ symbol with traditional patterns and decorative accents Size: 8 inches (circumference) Includes: 1 PujaThali 🕉️ Spiritual Significance: The ‘Om’ symbol represents the universal vibration and spiritual power. Having it at the center of the thali adds divine energy and enhances the sanctity of your rituals , making your prayers even more meaningful. 🌺 Ideal For: Karwa Chauth Puja Wedding trousseaus and bridal gifting Diwali and festive home decor Religious ceremonies and housewarmings",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Thali2_38f316f9-0880-4a41-b003-0745a60b7ad6.jpg?v=1759133640",
        "product_url": "https://my3ionetra.com/products/puja-thali-8-inches-circumference-1",
        "is_active": true
    },
    {
        "name": "Hanuman Bell",
        "category": "Pooja Essential",
        "amount": 799.0,
        "currency": "INR",
        "description": "Hanuman Bell A beautifully crafted Hanuman Bell made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 5.5 inches Width: 2.0 inches Depth: 2.0 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Untitled-1.jpg?v=1763208381",
        "product_url": "https://my3ionetra.com/products/hanuman-bell-pe-hb-000101",
        "is_active": true
    },
    {
        "name": "Akhand Jyoti",
        "category": "Pooja Essential",
        "amount": 799.0,
        "currency": "INR",
        "description": "Akhand Jyoti A beautifully crafted Akhand Jyoti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Small : H - 6.25, L - 4.5, B - 4.5 Inches Medium : H- 7.5, L- 5.5, B- 5.5 Inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Untitled-2.png?v=1763877319",
        "product_url": "https://my3ionetra.com/products/akhand-jyoti-pe-aj-000101",
        "is_active": true
    },
    {
        "name": "Panch Patra",
        "category": "Pooja Essential",
        "amount": 249.0,
        "currency": "INR",
        "description": "Panch Patra A beautifully crafted Panch Patra made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 2.0 inches Width: 2.0 inches Depth: 2.0 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07566_d6dae098-c805-413e-b96b-950b113b97c6.jpg?v=1759134436",
        "product_url": "https://my3ionetra.com/products/panch-patra-pe-pp-000101",
        "is_active": true
    },
    {
        "name": "Annapakshi Chokra",
        "category": "Pooja Essential",
        "amount": 999.0,
        "currency": "INR",
        "description": "Annapakshi Chokra A beautifully crafted Annapakshi Chokra made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 4.5 inches Width: 8.0 inches Depth: 8.0 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07562_20ce075d-3945-48d0-ab43-c0e574c6b8d9.jpg?v=1759134542",
        "product_url": "https://my3ionetra.com/products/annapakshi-chokra-pe-ac-000101",
        "is_active": true
    },
    {
        "name": "Handle Chokra",
        "category": "Pooja Essential",
        "amount": 729.0,
        "currency": "INR",
        "description": "Handle Chokra A beautifully crafted Handle Chokra made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 4.0 inches Width: 8.0 inches Depth: 8.0 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07561_7e51768d-2a6b-4205-ac7b-8fa0f8ed421a.jpg?v=1759134623",
        "product_url": "https://my3ionetra.com/products/handle-chokra-pe-hc-000101",
        "is_active": true
    },
    {
        "name": "Kamandal - 5\"",
        "category": "Pooja Essential",
        "amount": 479.0,
        "currency": "INR",
        "description": "Kamandal A beautifully crafted Kamandal made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 5.0 inches Width: 3.0 inches Depth: 3.0 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/befunky_2025-8-1_15-29-55_fe047af5-8097-44fd-90ee-63b773b56a16.jpg?v=1759308529",
        "product_url": "https://my3ionetra.com/products/kamandal-pe-kmd-000102",
        "is_active": true
    },
    {
        "name": "Divya Agardan",
        "category": "Pooja Essential",
        "amount": 369.0,
        "currency": "INR",
        "description": "Divya Agardan A beautifully crafted Divya Agardan made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 2.0 inches Width: 3.5 inches Depth: 3.5 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/befunky_2025-8-1_14-29-1.jpg?v=1759136380",
        "product_url": "https://my3ionetra.com/products/divya-agardan-pe-ad-000201",
        "is_active": true
    },
    {
        "name": "Fancy Aarti",
        "category": "Pooja Essential",
        "amount": 549.0,
        "currency": "INR",
        "description": "Fancy Aarti A beautifully crafted Fancy Aarti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 2.0 inches Width: 7.0 inches Depth: 3.0 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07509_ae67e276-7480-4f46-b452-a489e6a756cc.jpg?v=1759317407",
        "product_url": "https://my3ionetra.com/products/fancy-aarti-pe-fa-000102",
        "is_active": true
    },
    {
        "name": "Kurma Paatra “ Brass Turtle with Tray for Vastu",
        "category": "Spiritual Home",
        "amount": 250.0,
        "currency": "INR",
        "description": "Kurma Paatra “ Brass Turtle with Tray for Vastu, Wealth ; Stability A beautifully crafted Kurma Paatra made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Large : 0.3 x 3.0 x 2.5 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07473_ef744696-8f49-4a28-9bde-496bad8fb6ab.jpg?v=1759303457",
        "product_url": "https://my3ionetra.com/products/kurma-paatra-brass-turtle-with-tray-for-vastu-sh-kp-000103",
        "is_active": true
    },
    {
        "name": "Kamandal",
        "category": "Pooja Essential",
        "amount": 479.0,
        "currency": "INR",
        "description": "Kamandal This is a beautifully crafted Kamandal made from high-quality Brass. Specification Material: Brass Height: 3.0 Width: 2.0 Depth: 2.0",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/befunky_2025-8-1_14-30-51.jpg?v=1759136504",
        "product_url": "https://my3ionetra.com/products/pe-kmd-000201",
        "is_active": true
    },
    {
        "name": "Book a Puja - ISKCON Ghaziabad",
        "category": "bhagwan krishna blessings",
        "amount": 1101.0,
        "currency": "INR",
        "description": "1. Bhagwan Krishna ki kripa se jeevan mein sukh aur samriddhi Har puja se milta hai divine protection aur blessings. 2. Mann ki shuddhi aur manokamna poorti Sincere puja se purane paap aur rukawatein door hoti hain. 3. Parivaar mein shanti, arogya aur vikas Krishna ki puja se ghar mein aata hai harmony aur positive growth.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/3_7771de5c-bff5-4818-a4ef-55ba638b6a96.png?v=1758634491",
        "product_url": "https://my3ionetra.com/products/book-a-puja",
        "is_active": true
    },
    {
        "name": "Nandadeep Seva - Shree Balaji Temple Kurla",
        "category": "Chadhawa",
        "amount": 501.0,
        "currency": "INR",
        "description": "Nandadeep Seva is the lighting of a diya at Shree Balaji Temple (Kurla) for one complete day in the name of someone you wish to hono - for their and your family's well-being, lineage blessings V amshoddhara , good health, and prosperity. Benefits of Nandadeep Puja Spiritual Upliftment: Regular performance of the Nandadeep puja is believed to enhance spiritual growth and inner peace. Blessings of Lord Balaji: Devotees seek the grace of Lord Balaji for health, wealth, and overall well-being. Protection: The continuous burning of the lamp is thought to ward off negative energies and protect the household from harm. Nandadeep puja, whether performed in grand temples or humble homes, is a beautiful expression of devotion and faith, creating a direct connection between the worshippers and the divine presence of Lord Balaji.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Nandadeep_diya.jpg?v=1761221337",
        "product_url": "https://my3ionetra.com/products/nandadeep-seva",
        "is_active": true
    },
    {
        "name": "Kirtan Seva - ISKCON Ghaziabad",
        "category": "members-form",
        "amount": 11000.0,
        "currency": "INR",
        "description": "This sacred time, go beyond flowers and chocolate - honor someone who has nurtured you by giving gifts that carry both meaning and purpose. At 3ioPrasadam, we believe devotion is the purest expression of love. Whether youre shopping for puja essentials or sponsoring a seva in someones name, our curated guide and four acts of kindness will help you express your gratitude in the most soulful way.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Kirtan.jpg?v=1758727214",
        "product_url": "https://my3ionetra.com/products/kirtan-seva",
        "is_active": true
    },
    {
        "name": "Gau Seva - ISKCON Ghaziabad",
        "category": "members-form",
        "amount": 1100.0,
        "currency": "INR",
        "description": "1. Ghar mein sukh, shanti aur samriddhi Gau Mata ki seva se parivaar par banti hai bhagwan ki kripa. 2. Purvajon ke karmon ka uddhaar Ye seva ancestral blessings dilati hai aur dosh door karti hai. 3. Paap aur grah dosh se mukti Gau Seva se milti hai positive energy, protection aur spiritual upliftment.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Gau_seva_2_a2016853-edbb-4962-aa52-78a8fa805e4e.jpg?v=1758799808",
        "product_url": "https://my3ionetra.com/products/gau-seva-1",
        "is_active": true
    },
    {
        "name": "Annadaan Seva - ISKCON Ghaziabad",
        "category": "members-form",
        "amount": 1100.0,
        "currency": "INR",
        "description": "1. Bhagwan ka sabse pavitra daan Annadaan se milta hai sukh, shanti aur parivar par sadaiv divine kripa. 2. Paap aur purane karmon se mukti Bhookhon ko khilana karmic balance sudhaar kar jeevan mein positivity laata hai. 3. Ghar mein samriddhi aur raksha Is seva se ghar mein aati hai prosperity, health aur divine protection.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Annadaan.jpg?v=1758727182",
        "product_url": "https://my3ionetra.com/products/annadaan-seva",
        "is_active": true
    },
    {
        "name": "Shringar Aashirwad - Maa Mangla Gauri Shakti Peeth, Gayaji",
        "category": "Chadhawa",
        "amount": 151.0,
        "currency": "INR",
        "description": "Shringar Aashirwad Seva is a sacred offering where devotees present chunri , sindoor , kangan , and saree to Maa Durga during the puja. These items are offered as a gesture of devotion, reverence, and surrender to the Divine Mother. Devotees offer sacred items like chunri, sindoor, kangan, and saree to Maa Durga during the puja. How it is done :These offerings are placed before the Goddess with devotion during rituals and prayers. Why it is important: Such offerings symbolize respect, surrender, and love for the Divine Mother, invoking her blessings of prosperity, health, and harmony. All offered items are later returned to devotees as Prasad , carrying Maa Durgas divine energy and grace. Considered especially auspicious in Navratri , enhancing spiritual merit and devotion.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Shringaraashirward1-maamanglagauri.jpg?v=1758722003",
        "product_url": "https://my3ionetra.com/products/shringar-aashirwad-maa-mangla-gauri-shakti-peeth-gayaji",
        "is_active": true
    },
    {
        "name": "Special Abhishek - Shri Mangal Dev Grah Mandir",
        "category": "Seva",
        "amount": 5400.0,
        "currency": "INR",
        "description": "Special Abhishek is a grand and elaborate version of the traditional abhishek. It is performed with rare ingredients, elaborate chanting, and deep devotion for devotees seeking extraordinary blessings from Lord Mangal.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/SpecialAbhishek_2.jpg?v=1758721891",
        "product_url": "https://my3ionetra.com/products/special-abhishek",
        "is_active": true
    },
    {
        "name": "Vastra Arpan - Maa Mangla Gauri Shakti Peeth, Gayaji",
        "category": "Chadhawa",
        "amount": 101.0,
        "currency": "INR",
        "description": "Blessings of Maa Durga -Contributing to Vastra is a way of surrendering your devotion at the feet of Maa Durga. It invites her divine blessings for peace, prosperity, and protection in life. Divine blessings It is believed to invoke Goddess Durgas grace and blessings. Fulfillment of wishes Devotees believe sincere Prarthana brings peace, prosperity, and the fulfillment of heartfelt desires.. Strength &amp; protection Goddess Durga is worshipped for Shakti (power), and Puja is a way to seek her protection against obstacles and evil forces.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Vastraarpan1-maamanglagauri.jpg?v=1758721886",
        "product_url": "https://my3ionetra.com/products/vastra-arpan-maa-mangla-gauri-shakti-peeth-gayaji",
        "is_active": true
    },
    {
        "name": "Nityamangal Abhishek - Shri Mangal Dev Grah Mandir",
        "category": "Seva",
        "amount": 5400.0,
        "currency": "INR",
        "description": "Nityamangal Abhishek is a sacred daily ritual of bathing Lord Mangal with holy water, milk, and auspicious substances. Nitya means daily, and this seva represents the importance of seeking continuous blessings for a stable, protected, and prosperous life.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/NityamangalAbhishek.jpg?v=1758725624",
        "product_url": "https://my3ionetra.com/products/nityamangal-abhishek",
        "is_active": true
    },
    {
        "name": "Pushpanjali- Maa Mangla Gauri Shakti Peeth, Gayaji",
        "category": "flower offering to maa durga",
        "amount": 101.0,
        "currency": "INR",
        "description": "Pushpanjali is a sacred offering of flowers made to deities during puja. The word Pushpanjali comes from Sanskrit Pushpa, meaning flower, and Anjali, meaning handful offering. How it is done on-site: Devotees take flowers in their palms, usually along with bel leaves, and recite mantras after the priest. With devotion, the flowers are then offered at the feet of the Goddess as a mark of surrender and respect. How it is done off-site: The pandit offers Pushpanjali on behalf of the devotee, reciting their name and gotra during the ritual. Why it is important: Pushpanjali is considered the most heartfelt way of offering prayers to Maa Durga. It symbolizes purity, devotion, and the giving up of one's ego to seek blessings. It is believed to remove obstacles, bring peace, and invite divine grace into one's life.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Pushpanjali1-maamanglagauri.jpg?v=1758721777",
        "product_url": "https://my3ionetra.com/products/pushpanjali",
        "is_active": true
    },
    {
        "name": "Hawanatmak Shanti or Graha Shanti Puja - Shri Mangal Dev Grah Mandir",
        "category": "Seva",
        "amount": 6300.0,
        "currency": "INR",
        "description": "Hawanatmak Shanti is a sacred fire ritual (havan) that invokes peace, protection, and harmony. Fire (Agni Dev) is considered the purest messenger between humans and deities. This pooja is especially performed to pacify Mangal Graha, reduce Mangal Dosha, and create balance in life.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/HawanatmakShantiHavan2.jpg?v=1758721679",
        "product_url": "https://my3ionetra.com/products/hawanatmak-shanti-or-graha-shanti-puja",
        "is_active": true
    },
    {
        "name": "Panchamrit Abhishek - Shri Mangal Dev Grah Mandir",
        "category": "Seva",
        "amount": 7200.0,
        "currency": "INR",
        "description": "The Panchamrit Abhishek is a deeply purifying ritual where the idol of Lord Mangal is bathed with Panchamrit ” a sacred mixture of milk (doodh), curd (dahi), ghee, honey (madhu), and sugar (shakkar). These five elements are symbolic: milk represents purity, curd symbolizes prosperity, ghee stands for strength, honey for sweetness of life, and sugar for bliss.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/PanchamritAbhishek.jpg?v=1758725639",
        "product_url": "https://my3ionetra.com/products/panchamrit-abhishek",
        "is_active": true
    },
    {
        "name": "Akhand Jyoti - Maa Mangla Gauri Shakti Peeth, Gayaji",
        "category": "Sculptures & Statues",
        "amount": 51.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Akhandjyot1-MaaManglagauri.jpg?v=1758721491",
        "product_url": "https://my3ionetra.com/products/akhand-jyoti-pe-aj-000102",
        "is_active": true
    },
    {
        "name": "Bhomyag or Mangal Dosh Nivaran Yajna - Shri Mangal Dev Grah Mandir",
        "category": "Seva",
        "amount": 9000.0,
        "currency": "INR",
        "description": "Pandits chant powerful Mangal Beej Mantras while sacred items such as red flowers, jaggery, ghee, and sesame are offered into the fire. The energy of Agni (fire) acts as a messenger to carry the devotees prayers to the divine. The entire ritual creates a spiritual shield around the devotee.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/BhomyagorMangalDoshNivaranYajna.jpg?v=1758725649",
        "product_url": "https://my3ionetra.com/products/bhomyag-or-mangal-dosh-nivaran-yajna",
        "is_active": true
    },
    {
        "name": "Shringar Arpan - Maa Mangla Gauri Shakti Peeth, Gayaji",
        "category": "members-form",
        "amount": 51.0,
        "currency": "INR",
        "description": "Shringar Arpan is a special offering where devotees contribute to ornaments, sindoor, bangles, kumkum, and other adornments of Maa Durga. Scriptures describe Shringar Arpan as a way to invite the Goddesss blessings of beauty, harmony, prosperity, and protection. How it is done: The Goddess is beautifully adorned with these offerings during the puja, symbolizing devotion and respect.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/ShringarArpan3-MaaManglaGauriTemple.jpg?v=1758721312",
        "product_url": "https://my3ionetra.com/products/shringar-arpan",
        "is_active": true
    },
    {
        "name": "Navchandi - Jwala Devi Mandir, Himachal Pradesh",
        "category": "members-form",
        "amount": 11000.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/4_aa61b3a8-e1cf-429f-a98d-703287aa594d.png?v=1758702898",
        "product_url": "https://my3ionetra.com/products/navchandi-jwala-devi-mandir-himachal-pradesh",
        "is_active": true
    },
    {
        "name": "Ganpati anusthan - Jwala Devi Mandir, Himachal Pradesh",
        "category": "members-form",
        "amount": 11000.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/2_9b5d4952-bd0a-4449-9d9b-cded5ca41b85.png?v=1758634760",
        "product_url": "https://my3ionetra.com/products/ganpati-anusthan-jwala-devi-mandir-himachal-pradesh",
        "is_active": true
    },
    {
        "name": "Maa Jawalamukhi poojan - Jwala Devi Mandir, Himachal Pradesh",
        "category": "members-form",
        "amount": 3100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/27_473ebfc1-cb65-40f2-9000-09d38ec34828.jpg?v=1758726686",
        "product_url": "https://my3ionetra.com/products/maa-jawalamukhi-poojan-jwala-devi-mandir-himachal-pradesh",
        "is_active": true
    },
    {
        "name": "Janamdin pooja - Jwala Devi Mandir, Himachal Pradesh",
        "category": "members-form",
        "amount": 2100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/13_28b6b991-9976-4e3e-82b6-cd442c663910.png?v=1758702929",
        "product_url": "https://my3ionetra.com/products/janamdin-pooja-jwala-devi-mandir-himachal-pradesh",
        "is_active": true
    },
    {
        "name": "Shadi keliye havan - Jwala Devi Mandir, Himachal Pradesh",
        "category": "members-form",
        "amount": 3100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/12_f0035d6c-42ed-46d1-801f-9eb29d88b3a8.png?v=1758639527",
        "product_url": "https://my3ionetra.com/products/shadi-keliye-havan-jwala-devi-mandir-himachal-pradesh",
        "is_active": true
    },
    {
        "name": "Chandi yagya - Jwala Devi Mandir, Himachal Pradesh",
        "category": "members-form",
        "amount": 3100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/3_eeba66d0-af5b-449d-9ebe-93324b3e929a.png?v=1758707175",
        "product_url": "https://my3ionetra.com/products/chandi-yagya-jwala-devi-mandir-himachal-pradesh",
        "is_active": true
    },
    {
        "name": "Shambhavi yagya - Jwala Devi Mandir, Himachal Pradesh",
        "category": "members-form",
        "amount": 1100.0,
        "currency": "INR",
        "description": "",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/16_6c601228-ba79-41d3-9aab-590ad63ec873.png?v=1758707235",
        "product_url": "https://my3ionetra.com/products/vaideeka-sambhavan-jwala-devi-mandir-himachal-pradesh",
        "is_active": true
    },
    {
        "name": "Maa Durga Murti “ Brass Idol - 5\"",
        "category": "Pooja Murti",
        "amount": 3599.0,
        "currency": "INR",
        "description": "Maa Durga Murti “ Brass Idol of Divine Shakti ; Protection A beautifully crafted Maa Durga Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 5.0 inches Width: 2.0 inches Depth: 4.0 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/IMG_4315_9ea78b18-72b6-4cd7-9653-0e21bf00901b.jpg?v=1758712464",
        "product_url": "https://my3ionetra.com/products/maa-durga-murti-brass-5",
        "is_active": true
    },
    {
        "name": "Maa Durga Murti “ Brass Idol - 3\"",
        "category": "Pooja Murti",
        "amount": 999.0,
        "currency": "INR",
        "description": "Maa Durga Murti “ Brass Idol of Divine Shakti ; Protection A beautifully crafted Maa Durga Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 3.0 inches Width: 1.5 inches Depth: 2.5 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/12_fc37ac4f-b119-4308-bc45-78e752c0e0f5.jpg?v=1758709812",
        "product_url": "https://my3ionetra.com/products/maa-durga-murti-brass-idol-3",
        "is_active": true
    },
    {
        "name": "Maa Durga Murti “ Brass Idol - 3.0\"",
        "category": "Pooja Murti",
        "amount": 999.0,
        "currency": "INR",
        "description": "Maa Durga Murti “ Brass Idol of Divine Shakti ; Protection A beautifully crafted Maa Durga Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 3.0 inches Width: 1.5 inches Depth: 2.5 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/IMG_4303_7051ed75-e71a-400d-a2a5-c941be04af8c.jpg?v=1758716599",
        "product_url": "https://my3ionetra.com/products/maa-durga-murti-brass-idol-3-0",
        "is_active": true
    },
    {
        "name": "Maa Durga Murti “ Brass Idol - 3.5\"",
        "category": "Pooja Murti",
        "amount": 1099.0,
        "currency": "INR",
        "description": "Maa Durga Murti “ Brass Idol of Divine Shakti ; Protection A beautifully crafted Maa Durga Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 3.5 inches Width: 3.0 inches Depth: 3.0 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/24.jpg?v=1758711032",
        "product_url": "https://my3ionetra.com/products/maa-durga-murti-brass-idol-3-5",
        "is_active": true
    },
    {
        "name": "Maa Durga Murti “ Brass Idol - 4\"",
        "category": "Pooja Murti",
        "amount": 2649.0,
        "currency": "INR",
        "description": "Maa Durga Murti “ Brass Idol of Divine Shakti ; Protection A beautifully crafted Maa Durga Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 4.0 inches Width: 1.5 inches Depth: 3.0 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/25_21418441-f1b7-4a6c-aad0-8a7f2eb8fc85.jpg?v=1758711118",
        "product_url": "https://my3ionetra.com/products/maa-durga-murti-4",
        "is_active": true
    },
    {
        "name": "Maa Durga Murti “ Brass Idol - 4\"",
        "category": "Pooja Murti",
        "amount": 2399.0,
        "currency": "INR",
        "description": "Maa Durga Murti “ Brass Idol of Divine Shakti ; Protection A beautifully crafted Maa Durga Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 4.0 inches Width: 4.0 inches Depth: 3.0 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/26_16d79c15-3f81-4d1b-9fcf-367bd877c7f7.jpg?v=1758711184",
        "product_url": "https://my3ionetra.com/products/maa-durga-murti-brass-4",
        "is_active": true
    },
    {
        "name": "Maa Durga Murti “ Brass Idol - 3.5\"",
        "category": "Pooja Murti",
        "amount": 1750.0,
        "currency": "INR",
        "description": "Maa Durga Murti “ Brass Idol of Divine Shakti ; Protection A beautifully crafted Maa Durga Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 3.5 inches Width: 1.5 inches Depth: 2.5 inches Weight: 445gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/IMG_4300_589fc38e-bddc-4274-afee-8df28de9636b.jpg?v=1758712645",
        "product_url": "https://my3ionetra.com/products/maa-durga-murti-brass-3-5",
        "is_active": true
    },
    {
        "name": "Maa Durga Murti “ Brass Idol",
        "category": "Pooja Murti",
        "amount": 3099.0,
        "currency": "INR",
        "description": "Maa Durga Murti “ Brass Idol of Divine Shakti ; Protection A beautifully crafted Maa Durga Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 5.0 inches Width: 4.0 inches Depth: 1.5 inches",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/4_740ee58e-7ff0-4557-a198-9fb02c5bf79a.jpg?v=1758708625",
        "product_url": "https://my3ionetra.com/products/maa-durga-murti-brass-idol-sh-dur-000401",
        "is_active": true
    },
    {
        "name": "Panchamukhi Hanuman",
        "category": "Pooja Murti",
        "amount": 3440.0,
        "currency": "INR",
        "description": "Panchamukhi Hanuman: A Panchamukhi Hanuman brass idol depicts Lord Hanuman with five faces, each representing a different deity: Hanuman (east), Narasimha (south), Garuda (west), Varaha (north), and Hayagriva (upwards). This powerful form symbolizes protection from all directions, courage, strength, and devotion. Made of durable brass, the idol is often used in homes and temples for worship and vastu purposes, believed to ward off evil and bring spiritual energy. Specification Material: Brass Height: 3.0 inches Width: 2.5 inches Depth: 1.5 inches Weight: 300 gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/PanchMukhiHanuman_4c5c2eff-5cab-432b-b2da-06aef8497433.jpg?v=1758713773",
        "product_url": "https://my3ionetra.com/products/panchami-hanuman",
        "is_active": true
    },
    {
        "name": "God Ganesha and Goddess Lakshmi Brass Idol",
        "category": "Pooja Murti",
        "amount": 399.0,
        "currency": "INR",
        "description": "God Ganesha and Goddess Lakshmi Brass Idol A beautifully crafted God Ganesha and Goddess Lakshmi Brass Idol made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 1.5 inches Width: 2.0 inches Depth: 0.5 inches Weight: 110 gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/19.jpg?v=1758710249",
        "product_url": "https://my3ionetra.com/products/god-ganesha-and-goddess-lakshmi-brass-idol-pm-lg-000101",
        "is_active": true
    },
    {
        "name": "Maa Durga Murti “ Brass Idol",
        "category": "Pooja Murti",
        "amount": 1599.0,
        "currency": "INR",
        "description": "Maa Durga Murti “ Brass Idol of Divine Shakti ; Protection A beautifully crafted Maa Durga Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 3.5 inches Width: 3.0 inches Depth: 1.5 inches Weight: 500 gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07256_c9e14b1e-0e00-4065-bcde-5baa162399aa.jpg?v=1758717131",
        "product_url": "https://my3ionetra.com/products/maa-durga-murti-brass-idol-pm-dur-000301",
        "is_active": true
    },
    {
        "name": "Maa Durga Murti “ Brass Idol",
        "category": "Pooja Murti",
        "amount": 1599.0,
        "currency": "INR",
        "description": "Maa Durga Murti Brass Idol of Divine Shakti ; Protection A beautifully crafted Maa Durga Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 3.0 inches Width: 2.0 inches Depth: 1.5 inches Weight: 140 gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/2_e3bae3fd-bbb1-48af-826d-680318ce8c6e.jpg?v=1758708429",
        "product_url": "https://my3ionetra.com/products/maa-durga-murti-brass-idol-pm-dur-000201",
        "is_active": true
    },
    {
        "name": "Maa Lakshmi, Bhagwan Ganesh & Devi Saraswati Brass Idol",
        "category": "Pooja Murti",
        "amount": 4899.0,
        "currency": "INR",
        "description": "Maa Lakshmi, Bhagwan Ganesh ; Devi Saraswati Brass Idol A beautifully crafted Maa Lakshmi, Bhagwan Ganesh ; Devi Saraswati Brass Idol made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing. Specification Material: Brass Height: 2.5 inches Width: 5.5 inches Depth: 2.0 inches Weight: 420 gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07419_fec9805f-23b5-4fce-b129-090d70b5c79b.jpg?v=1758712883",
        "product_url": "https://my3ionetra.com/products/maa-lakshmi-bhagwan-ganesh-devi-saraswati-brass-idol-pm-lgs-000101",
        "is_active": true
    },
    {
        "name": "Annadaan Seva The Highest Form of Giving",
        "category": "members-form",
        "amount": 1100.0,
        "currency": "INR",
        "description": "Annadaan Seva – The Most Sacred Offering 🙏 “Annadaanam Param Daanam” – Among all donations, Annadaan (offering food) is considered the highest and purest. ✨ Benefits of Annadaan Seva: Divine Blessings – Offering food brings peace, happiness, and the eternal grace of the Divine upon you and your family. Freedom from Karmic Burdens – Feeding the hungry helps in cleansing past karmas and brings positivity in life. Prosperity &amp; Protection – Annadaan attracts abundance, good health, and ensures divine protection for the household.",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Annadaan_Seva_2.jpg?v=1758528355",
        "product_url": "https://my3ionetra.com/products/annadaan_seva",
        "is_active": true
    },
    {
        "name": "GSB Ganapati Murti- Gold and Silver plated with Cabinet",
        "category": "Pooja Murti",
        "amount": 3000.0,
        "currency": "INR",
        "description": "GSB Miniature Murti – A Divine Blessing for Your Home Bring home the sacred blessings of GSB Seva Mandal with this beautifully crafted GSB Miniature Murti . Inspired by the iconic Ganesha idol of Mumbai’s renowned GSB Seva Mandal, this miniature murti is a symbol of devotion, prosperity, and protection. Dimension: 5\" X 4.5\" X 2.75\" Murti Height: 4\"",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/GSBProduct.gif?v=1755166025",
        "product_url": "https://my3ionetra.com/products/gsb-miniature-murti",
        "is_active": true
    },
    {
        "name": "Shri Krishna Murti",
        "category": "Pooja Murti",
        "amount": 2559.0,
        "currency": "INR",
        "description": "Shri Krishna Murti A beautifully crafted Shri Krishna Murti made from high-quality brass, perfect for pooja, home decor, or gifting. The idol captures divine grace and intricate detailing of Lord Krishna. Specification Material: Brass Height: 4 inches Width: 2.5 inches Depth: 2.5 inches Weight: 210 gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/16_35ad366e-5f9e-4901-a780-87000f9c3504.jpg?v=1758710059",
        "product_url": "https://my3ionetra.com/products/shri-krishna-murti",
        "is_active": true
    },
    {
        "name": "Nandi Bell",
        "category": "Pooja Essential",
        "amount": 699.0,
        "currency": "INR",
        "description": "Nandi Bell This is a beautifully crafted Nandi Bell made from high-quality Brass. Specification Material: Brass Height: 5.0 inches Width: 2.5 inches Depth: 2.5 inches Weight: 300 gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/Untitled-1_63698a26-8603-49ad-87a9-2f2bbe9e1e1e.jpg?v=1763208488",
        "product_url": "https://my3ionetra.com/products/pe-nb-000101",
        "is_active": true
    },
    {
        "name": "Fancy Loban",
        "category": "Pooja Essential",
        "amount": 1039.0,
        "currency": "INR",
        "description": "Fancy Loban This is a beautifully crafted Fancy Loban made from high-quality Brass. Specification Material: Brass Height: 6.0 inches Width: 6.0 inches Depth: 2.5 inches Weight: 260 gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/20.jpg?v=1758710285",
        "product_url": "https://my3ionetra.com/products/pe-fl-000201",
        "is_active": true
    },
    {
        "name": "Fish Loban",
        "category": "Pooja Essential",
        "amount": 2239.0,
        "currency": "INR",
        "description": "Fish Loban This is a beautifully crafted Fish Loban made from high-quality Brass. Specification Material: Brass Height: 7.5 inches Width: 8.0 inches Depth: 3.0 inches Weight: 540 gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/DSC07528_front_4a914ec4-c2d6-4843-8e8c-df116783a82c.jpg?v=1759472690",
        "product_url": "https://my3ionetra.com/products/pe-fl-000101",
        "is_active": true
    },
    {
        "name": "Agardan",
        "category": "Pooja Essential",
        "amount": 399.0,
        "currency": "INR",
        "description": "Agardan This is a beautifully crafted Agardan made from high-quality Brass. Specification Material: Brass Height: 2.5 inches Width: 3.0 inches Depth: 3.0 inches Weight: 70 gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/11_45cf5d35-5ad8-4619-af89-2fa2ae4194de.jpg?v=1758709534",
        "product_url": "https://my3ionetra.com/products/agardan-pe-ad-000101",
        "is_active": true
    },
    {
        "name": "Kalash",
        "category": "Pooja Essential",
        "amount": 799.0,
        "currency": "INR",
        "description": "Kalash This is a beautifully crafted Kalash made from high-quality Brass. Specification Material: Brass Height: 3.0 inches Width: 3.0 inches Depth: 3.0 inches Weight: 200 gm",
        "image_url": "https://cdn.shopify.com/s/files/1/0661/4243/7449/files/6_039fdf9f-8e8c-4b53-9ffb-bf9dc5cd2f12.jpg?v=1758708847",
        "product_url": "https://my3ionetra.com/products/pe-kal-000302",
        "is_active": true
    }
]